{
  "metadata": {
    "generatedAt": "2025-10-27T18:14:26.204Z",
    "period": {
      "month": "09",
      "year": "2025"
    },
    "totalArticles": 45
  },
  "articles": [
    {
      "title": "Los ríos voladores del Amazonas en riesgo por deforestación y sequías",
      "url": "https://laverdadnoticias.com/latinoamerica/los-rios-voladores-del-amazonas-en-riesgo-por-deforestacion-y-sequias-20250930",
      "description": "Los ríos voladores que llevan lluvias al continente se debilitan por la deforestación, elevando el riesgo de sequías y un colapso ecológico en el Amazonas.",
      "content": "El pulso invisible que sostiene al Amazonas\n\nMuy por encima de los árboles, invisibles a los ojos, los llamados “ríos voladores” transportan la humedad desde el Atlántico hacia el corazón de Sudamérica. Son corrientes aéreas que sostienen lluvias, cultivos, comunidades indígenas y hasta la generación hidroeléctrica. Sin embargo, estos ríos invisibles se debilitan, amenazados por la deforestación y el avance de las sequías que ya marchitan cultivos en Perú, vacían represas en Ecuador e incendian bosques en el propio Brasil.\n\nLa deforestación rompe el ciclo del agua\n\nEl análisis del Proyecto de Monitoreo de la Amazonía Andina (MAAP) muestra que la tala masiva interrumpe este delicado bombeo natural. Cada árbol talado es un fragmento menos de humedad liberada al aire. El sur de Perú y el norte de Bolivia figuran entre las regiones más vulnerables, pues dependen de la humedad que cruza el sur de Brasil, justo donde la deforestación se intensifica a lo largo de carreteras y granjas. La ecuación es simple y devastadora: menos árboles, menos lluvia.\n\nLos pueblos indígenas ya sienten el impacto. Sus calendarios ancestrales, que marcan cuándo sembrar, pescar o cazar, se desincronizan ante lluvias irregulares y cada vez más escasas. Las familias agricultoras sufren cosechas fallidas, los pescadores enfrentan temporadas impredecibles y las ciudades viven cortes de electricidad por represas sin agua suficiente. La selva, convertida en una vasta bomba de vapor, empieza a fallar en su misión vital.\n\nEl científico brasileño Carlos Nobre advirtió que si la deforestación alcanza entre 20% y 25% y el calentamiento global supera los 2 grados Celsius, no habrá vuelta atrás: el Amazonas podría transformarse en una sabana. La estación seca ya dura cinco semanas más que hace 45 años, con un 30% menos de lluvia. Este es el punto de inflexión temido: un cambio irreversible que pondría en jaque al planeta entero al liberar cantidades masivas de carbono.\n\nEl papel crucial de la cooperación regional\n\nAunque Perú ha creado reservas como el Parque Nacional Manu, estas acciones resultan insuficientes si Brasil, epicentro de los frentes de deforestación, no refuerza su protección. Científicos como Corine Vriesendorp insisten en que la solución solo puede ser regional, con compromisos conjuntos entre países amazónicos. La humedad que alimenta los ríos voladores no reconoce fronteras políticas; depende de un ecosistema interconectado.\n\nLos expertos coinciden en que la respuesta debe ser inmediata: cero deforestación, restauración de medio millón de kilómetros cuadrados y protección de los flujos atmosféricos que hacen posible la selva tropical. Incluso proponen nuevas categorías de conservación centradas no solo en el territorio, sino en los ríos voladores como recurso estratégico. Protegerlos equivale a salvaguardar la estabilidad climática de Sudamérica y del planeta entero.\n\nEl futuro del Amazonas está en juego\n\nLa cuenca amazónica ya perdió 17% de su cobertura forestal. Los incendios, la ganadería y la expansión agrícola han mermado un sistema que mantiene el equilibrio climático global. Lo que ocurre en el Amazonas no se queda en Sudamérica: sus lluvias invisibles sostienen la biodiversidad, la agricultura y hasta el aire que respiramos. El reloj climático corre, y la decisión está en manos de los gobiernos y sociedades de la región.",
      "pubDate": "2025-09-30T22:59:59+00:00",
      "categories": [
        {
          "name": "Environment"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.057671398,
        "negative": 0.6258049,
        "neutral": 0.31652364
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "LOC"
        },
        {
          "name": "",
          "type": "LOC"
        },
        {
          "name": "",
          "type": "LOC"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "FAC"
        }
      ],
      "people": [
        {
          "name": "Carlos A. Nobre"
        }
      ],
      "source": {
        "domain": "laverdadnoticias.com",
        "name": ""
      }
    },
    {
      "title": "Setting the Stage for the CUSMA Review - Policy Magazine",
      "url": "https://www.policymagazine.ca/setting-the-stage-for-the-cusma-review/",
      "description": "As Canada, the United States, and Mexico gear up for the review of the Canada-United States-Mexico Agreement (CUSMA) scheduled for July 1st, 2026, now is a",
      "content": "As Canada, the United States, and Mexico gear up for the review of the Canada-United States-Mexico Agreement (CUSMA) scheduled for July 1st, 2026, now is a good time to take stock. How is Canada doing in its efforts to maintain and restore exports lost to the American market over the past several months of tariff disruption, to strengthen our economy, and diversify our trade with other markets?\n\nIt has been a difficult, chaotic, confusing year on the trade front. Donald Trump’s disruptive, protectionist actions and threats have sent shock waves through the Canadian economy and spooked businesses contemplating new investments in Canada. So much has happened that it is hard to keep track of the various onslaughts in Trump’s assault on the global trade status quo rationalized by an effort to repatriate the manufacturing of goods intended for the US market. The Canadian Federation of Independent Business has produced a good summary of the current situation in what they call the “Canada-U.S. Trade War”. The Department of Finance has a web page that documents the responses of the Canadian government to the American actions.\n\nThroughout late September, the three North American partners all launched their own domestic consultations designed to gather input on how to approach the review of the CUSMA scheduled by the agreement for next Canada Day. Canada’s consultation process began on September 20th and runs through November 3rd.\n\nThe essential task of the review will be to assess the operation of the agreement and to determine whether it should be extended for a further period of 16 years beyond 2036. Without such agreement, the CUSMA will terminate on July 1, 2036. (Per Article 34.7, Section 1: “This Agreement shall terminate 16 years after the date of its entry into force, unless each Party confirms it wishes to continue this Agreement for a new 16-year term”) As part of this review, the agreement envisages under Article 34.7, Section 2 that each country “may provide recommendations for the Commission (of ministers set up to manage the agreement) to take action at least one month before the Commission’s joint review meeting takes place.” Such recommendations could include proposals to amend the CUSMA.\n\nOf course, the Trump administration could also decide to simply withdraw from the agreement under Article 34.6, after giving the required six months’ notice. However, such action would still leave the CUSMA in force between Canda and Mexico. Another possibility is that Trump might decide to completely ignore American obligations under the agreement thereby rendering it useless. But for the moment at least, the Trump administration seems to be preparing for the CUSMA review in a way that suggests they are taking it seriously.\n\nCanada is not alone in facing this erratic behaviour from the U.S., so we need to keep an eye on what is happening more broadly as we try to improve Canada’s prospects.\n\nA few considerations stand out and should play an important role in shaping the Canadian approach to the CUSMA review and managing our trade interests more broadly.\n• Importantly, the actual impact of the headline tariffs imposed by Trump on Canadian exports has turned out to be much less than was anticipated back in March when the 25% fentanyl/border tariff was announced on all Canadian and Mexican exports. These tariffs were increased to 35% on August 1. The key point is that these tariffs only apply to non-CUSMA-compliant goods from Canada. To prove compliance to US Customs, documentation must be provided that shows the product qualifies under the CUSMA rules of origin as being Canadian. Before Trump, many businesses that could qualify didn’t bother because the most favoured nation (MFN) duty applied by the U.S. to almost all imports was zero or very low. This way, Canadian businesses avoided having to pay the administrative cost of proving compliance. In February, only about 35% of Canadian exports to the U.S. were CUSMA compliant which meant that some 65% of Canadian exports would be subject to the duty. By July, nearly 85% of Canadian exports were compliant. So, it became apparent that for most Canadian exports the U.S. was respecting the CUSMA requirement for duty-free treatment. This meant most Canadian (and Mexican) exports were enjoying much better treatment than those of any other country. Six months ago, it seemed Trump had effectively torn up the CUSMA. Now it seems CUSMA is offering Canadians lower duties than any other country except Mexico. A chart from the National Bank provides insight into what has happened. Throwing out the CUSMA in disgust over American behaviour is not a good strategy for Canada.\n• Unfortunately, some important sectors of Canadian exports are still burdened by high U.S. duties: lumber (35%) automobiles (25%), steel and aluminum (50%) and some copper products (50%). And Trump is proposing new tariffs in other sectors. These American sectoral tariffs apply to imports from all countries.\n• At the end of July, Trump announced a series of so-called reciprocity tariffs on about 90 countries at varying rates, supposedly to reflect how open each market is to U.S. exports. In addition, the administration has been pursuing new trade deals with other countries to provide better access for American exporters. The deals that have been reached accord lower across-the-board duties to many of the United States’s most important partners, including the UK (10%), the EU (15%), Japan (15%), South Korea (15%), Indonesia and the Philippines (19%), Vietnam (20%). All these tariffs are a clear violation of the WTO’s Most Favored Nation (MFN) obligation and also American tariff obligations under the WTO. And the so-called deals agreed with the U.S. are really just “handshake” or “framework” deals that provide no assurance of durability such as being enacted into American law by the Congress. Another systemic problem with these deals is that America’s partners have granted more favorable access to the Americans than to other non-free trade partners. This means these countries are also in violation of their MFN WTO obligations. So not only has the U.S. gone rogue but the WTO is under duress from actions by other countries as well.\n• Overall, uncertainty prevails for all countries about what tariff rates will apply to their trade particularly in the U.S. market. Without strong remedial action, this uncertainty will lead to general economic decline.\n• Another key factor to keep in mind is that domestic U.S. support for Trump’s trade and tariff policies is waning. In fact, his policies may well be blamed for any increased inflation and any economic slowdown, both of which seem likely. Canadians shouldn’t be pressing for an early conclusion to the process of reviewing and possibly renegotiating the CUSMA. While deliberate delay could prove counterproductive, we certainly shouldn’t be in a hurry to conclude a deal that is not in Canada’s interest. As we get closer to next year’s midterm Congressional elections, American support for Trump’s policies is likely to erode dramatically.\n\nGiven this background and the damaging prospect of continued uncertainty, Canada should urgently:\n• Continue efforts to reform and improve our domestic economic performance through regulatory reform and eliminating internal barriers to trade.\n• Take bold steps to strengthen Canada’s capacity as a natural resource powerhouse using this as a primary way of diversifying and strengthening trade and investment ties with European and Pacific partners. There has never been a more propitious time to achieve these diversification objectives. Our European partners are desperate to reduce their dependency on Russia for the supply of needed industrial materials including oil and gas and critical minerals. Our Asian partners in the CPTPP are worried by the growing strength of China and the unpredictability of the United States. The efforts of the Prime Minister and his ministers to make the case with foreign leaders, businesses and international investors should be intensified in the months ahead. Some are questioning whether strengthened partnerships with these partners will make any difference in a meaningful time frame and whether the government can afford any investment that might be needed to develop new resource projects. Prime Minister Mark Carney’s meetings with German Chancellor Friedrich Merz in Berlin last month and the agreement on critical minerals they announced on August 26 show that securing German participation and investment for such projects is well be within reach. In fact, Canada’s clear objective should be to get international partners to finance such investment while respecting Canadian laws and regulations.\n• Work with our European and TransPacific partners to salvage the multilateral trading system centered in the WTO. This system should be strengthened and reformed. It will be needed to underpin Canada’s efforts at diversification.\n• Attach top priority to preparing for the review of CUSMA and its potential renegotiation. The United States is and will remain for the foreseeable future Canada’s dominant trade and economic partner. The government should:\n• develop a full analysis of the operation of the CUSMA that will enable Canada to participate in the review in a constructive and forward-looking manner,\n• develop Canadian proposals for how the operation of the agreement could be improved,\n• consider how to respond to likely American proposals for changes to the CUSMA. Such responses should allow Canada to listen constructively but resist anything which is not in Canada’s interest,\n• work closely with the provinces, the private sector and all interested Canadians and groups of Canadians in developing Canada’s approach,\n• work closely with congressional members, state governments, and groups and individuals to explain Canada’s thinking and explore common approaches,\n• work closely with Mexico, with whom Canada shares the objective of ensuring the continuance of a strong and effective CUSMA, while recognizing that on some matters our interests will inevitably differ.\n\nWhile the challenges may appear daunting, the government should use the coming year to build the groundwork for Canada’s future prosperity and security. Looking back 50 years from now, we may well conclude that these changes would not have been possible without the shocks to Canadian complacency from Donald Trump.\n\nJohn Weekes, who was Canada’s chief negotiator for the original NAFTA and ambassador to the WTO, is a member of the Expert Group on Canada-U.S. Relations, and a fellow of the Canadian Global Affairs Institute.",
      "pubDate": "2025-09-30T18:59:55-04:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.057332285,
        "negative": 0.5933462,
        "neutral": 0.34932154
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "LAW"
        },
        {
          "name": "",
          "type": "LAW"
        },
        {
          "name": "",
          "type": "LAW"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "LOC"
        },
        {
          "name": "",
          "type": "FAC"
        }
      ],
      "people": [
        {
          "name": "Friedrich Merz"
        },
        {
          "name": "Mark Carney"
        },
        {
          "name": "Donald Trump"
        }
      ],
      "source": {
        "domain": "policymagazine.ca",
        "name": ""
      }
    },
    {
      "title": "Ransomware hackers strike pharmacy as tactics 'evolve'",
      "url": "https://www.abc.net.au/news/2025-10-01/ransomware-attacks-on-small-businesses-cybersecurity/105835708",
      "description": "Small businesses are being warned to re-evaluate their cybersecurity systems after hackers targeted a regional Queensland pharmacy.",
      "content": "Small businesses are being warned about the rise of ransomware attacks after hackers targeted a regional Queensland pharmacy.\n\nHackers gained access to the Friendlies Society Dispensary at Toowoomba, west of Brisbane, last month, potentially compromising data kept on the business's private IT storage device.\n\nThe Cyber Research Centre at the University of Queensland said ransomware accounted for 11 per cent of cyber attacks reported to the Australian Signals Directorate (ASD).\n\n\"Criminals now steal and leak data, and ransomware can now be delivered entirely via the browser, when you install an app, or even when you just upload files to a malicious site.\"\n\nAn investigation involving the National Office of Cyber Security, the Australian Cyber Security Centre, Services Australia, the National Disability Insurance Agency, Queensland Health and the Department of Home Affairs has been launched into the Toowoomba incident.\n\nIn a statement, Toowoomba Friendlies Society Dispensary CEO Bayden Johnson told the ABC he did not know exactly what data was accessed.\n\n\"As soon as this incident was detected, we immediately worked to secure our systems and to establish a clear picture of what happened,\" Mr Johnson said.\n\n\"We are working as a priority to determine exactly what information this data contains so we can ensure that all appropriate steps are taken.\"\n\nThe business, which provides support including personal mobility equipment, home modification, and consumables, said it was working with the Department of Home Affairs as investigations continued.\n\nA departmental spokesperson said Services Australia's systems remained secure and were not compromised in the attack.\n\n\"If we identify any irregular activity, we may contact customers or take other action,\" the spokesperson said.\n\n\"In some cases, this can include locking access to online services to prevent fraud.\"\n\nThe most recent data from the Australian Signals Directorate (ASD) showed a cybercrime report was made about every six minutes.\n\nThe ASD's Annual Cyber Threat Report found there were about 87,400 cybercrime reports made during 2023–24, with an average self-reported loss of $49,600 for small businesses.\n\nRansomware is when access to files becomes encrypted or locked, and a ransom is demanded to release the data, according to the ASD.\n\nCybercrime expert Saeed Akhlaghpour, whose research focuses on the healthcare sector, said health organisations, including pharmacies, GP clinics and gyms, could be easier targets for cybercriminals due to inconsistent monitoring of their operations.\n\n\"For health businesses, the stakes are higher because health data is sensitive information under Australian privacy law, and health is consistently among the most-breached sectors, representing 20 per cent of all breach notifications in the second half of 2024,\" he said.\n\n\"I have seen that inadequate risk management and lack of a breach response plan are recurring failure factors; simple monitoring helps close those gaps in day-to-day operations.\"\n\nDr Akhlaghpour said human error was usually the biggest factor when it came to being targeted by ransomware, with people reusing passwords and using rushed clicks when operating their systems.\n\nHe said AI tools, including systems like ChatGPT, made it easier to run campaigns at scale, including in Australia, while vulnerabilities and weak remote access could also give easy entry to hackers.\n\nDr Akhlaghpour said his advice to small business owners who fell victim to a ransomware attack was simple.\n\n\"Paying often does not restore data; criminals may keep a copy of the data and sell it on the dark web, and you may be targeted again.\n\n\"This aligns with the Australian government's position and emergency guidance.\"",
      "pubDate": "2025-09-30T22:59:52+00:00",
      "categories": [
        {
          "name": "Business"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.041135967,
        "negative": 0.73702735,
        "neutral": 0.22183667
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "PRODUCT"
        }
      ],
      "people": [],
      "source": {
        "domain": "abc.net.au",
        "name": ""
      }
    },
    {
      "title": "\"We want to make history\"- Victor Osimhen sends clear message to Atletico Madrid, Man City, after Liverpool sucker-punch - Soccernet NG",
      "url": "https://soccernet.ng/2025/09/victor-osimhen-atletico-madrid-liverpool.html",
      "description": "Victor Osimhen was the star of the show, as Galatasaray shocked Liverpool at Rams Park...",
      "content": "Victor Osimhen was the star of the show, as Galatasaray shocked Liverpool at Rams Park…\n\nSuper Eagles striker Victor Osimhen has stated that he and his teammates are looking to make history with Galatasaray in the UEFA Champions League, Soccernet.ng reports.\n\nDespite having to fight tooth and nail to get a win, Turkish champions Galatasaray were one of the biggest winners in the Champions League on Tuesday night.\n\nThey shocked the world by defeating Liverpool 1-0 at Rams Park. Osimhen's solitary strike from the penalty spot did the damage for the Cimbom, and he eventually took the Man of the Match Award for his effort.\n\nGalatasaray matched everything the Reds brought to the table and looked like a well-drilled side. That result just washed away the bad taste of their opening day 5-1 bashing at Eintracht Frankfurt.\n\nGalatasaray now have six games left to play in the group stage of the Champions League. They have games lined up against Bodo Glimt, Monaco, Ajax, Royale Union SG, Atletico Madrid, and Manchester City.\n\nFollowing his impressive showing against Liverpool, Osimhen has expressed his hunger to win more games in the Champions League and go far with Galatasaray.\n\nWhat Victor Osimhen Said After MotM Performance Against Liverpool\n\n“This is the biggest competition in the world, and we want to go far. We really have the quality to make sure that we achieve this objective,” Victor Osimhen said. “It's not going to be easy, we have to take each game as it comes. We still have some games coming, and we will be ready. We'll try to give our all to ensure that we make history with this club.”\n\nFrom Osimhen’s comments, it is clear that the Super Eagles star is targeting a fine finish with Galatasaray in the Champions League.\n\nSince the turn of the century, the Cimbom have never passed the quarterfinals of the UEFA Champions League. Perhaps, this might just be their season.",
      "pubDate": "2025-09-30T23:59:50+01:00",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.4526623,
        "negative": 0.2304787,
        "neutral": 0.316859
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        }
      ],
      "people": [
        {
          "name": "Victor Osimhen"
        }
      ],
      "source": {
        "domain": "soccernet.ng",
        "name": ""
      }
    },
    {
      "title": "Trump dijo que el acuerdo con Harvard está cerca: la universidad pagará USD 500 millones",
      "url": "https://www.infobae.com/estados-unidos/2025/09/30/trump-dijo-que-el-acuerdo-con-harvard-esta-cerca-la-universidad-pagara-usd-500-millones/",
      "description": "Tras meses de enfrentamientos con la Casa Blanca, una de las principales casas de estudio de Estados Unidos asume compromisos económicos y educativos que buscan resolver congelamientos de fondos",
      "content": "En medio de una fuerte tensión entre la élite académica y la Casa Blanca, el presidente de Estados Unidos, Donald Trump, anunció un acuerdo con la Universidad de Harvard, que abonará USD 500 millones y pondrá en marcha escuelas técnicas especializadas en nuevas tecnologías y oficios.\n\nLa noticia surgió el martes desde el Despacho Oval y, aunque aún no fue confirmada de manera oficial por Harvard, representa un punto de inflexión tras meses de intensas disputas políticas y judiciales entre el gobierno federal y las principales universidades estadounidenses.\n\nSegún Reuters, el presidente explicó que el acuerdo, en su fase final, contempla la supervisión directa de la secretaria de Educación, Linda McMahon.\n\nTrump declaró ante la prensa: “Enseñarán inteligencia artificial, motores y muchas otras especialidades”. McMahon, presente en ese momento, asintió, pero evitó precisar características del entendimiento.\n\nEl anuncio, realizado durante un evento dedicado a la lucha contra el cáncer pediátrico, expuso la magnitud del cambio en la relación entre el Gobierno y la universidad ubicada en Cambridge, Massachusetts.\n\nCNN detalló que el trasfondo del acuerdo entre la Casa Blanca y Harvard University surgió tras varios meses de negociaciones. Durante ese tiempo, funcionarios gubernamentales y representantes de la universidad debatieron las condiciones para restituir fondos federales congelados y poner fin a litigios abiertos.\n\nLa confrontación se agudizó a inicio de año, tras la reelección de Trump, cuando el mandatario suspendió más de USD 2.000 millones destinados a la investigación en Harvard. Esta medida formó parte de una ofensiva federal cuyo objetivo era forzar reformas en la gobernanza y los criterios institucionales de contratación y enseñanza, focalizándose en universidades identificadas como bastiones del progresismo académico.\n\nEn medio de la escalada judicial, la jueza Allison Burroughs emitió un fallo este mes que declaró ilegal el intento oficial de bloquear esa cantidad de dinero en subvenciones, una decisión celebrada como “victoria” por Harvard.\n\nSin embargo, el gobierno endureció su postura: el Departamento de Salud y Servicios Humanos avanzó para prohibir a la universidad concertar contratos estatales, mientras que el Departamento de Educación la sometió a un régimen de “supervisión estricta” en materia financiera.\n\nFrente a este escenario, fuentes cercanas a la presidencia de Harvard, liderada por Alan Garber, reconocieron un impacto económico potencialmente devastador si las amenazas federales se concretaban. Para proteger empleos y evitar restricciones adicionales, Harvard optó por una estrategia judicial, acusando al gobierno de tomar represalias ideológicas y de vulnerar principios constitucionales fundamentales.\n\nLa decisión judicial que bloqueó tanto la expulsión de estudiantes internacionales como el recorte presupuestario abrió paso a una instancia de acuerdo, presentada por Trump, como “una gran inversión en formación técnica, administrada por la universidad más prestigiosa del país”.\n\nFinalmente, la presión federal no se limitó a Harvard. Universidades como Cornell, Northwestern y la Universidad de California en Los Ángeles (UCLA) también enfrentaron demandas económicas significativas, con la advertencia de posibles daños irreparables. Ante estas exigencias, sindicatos y organizaciones de trabajadores interpusieron demandas colectivas para frenar el avance gubernamental.",
      "pubDate": "2025-09-30T22:59:50+00:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.05265721,
        "negative": 0.7121548,
        "neutral": 0.23518799
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        }
      ],
      "people": [
        {
          "name": "Allison Dale Burroughs"
        },
        {
          "name": "Linda McMahon"
        },
        {
          "name": "Donald Trump"
        }
      ],
      "source": {
        "domain": "infobae.com",
        "name": ""
      }
    },
    {
      "title": "mbappe-desata-el-vendaval-hat-trick-goleada",
      "url": "https://www.estrelladigital.es/articulo/deportes/mbappe-desata-vendaval-hat-trick-goleada/20251001005950436194.html",
      "description": "El Real Madrid cerró con brillantez su visita al Kairat Almaty con una goleada por 5-0 que reafirma su candidatura europea. Un Kylian Mbappé en estado de gracia (el francés marcó un hat-trick) lideró la exhibición, mientras que Camavinga y Brahim redondearon el resultado. Los blancos se reivindican tras el duro golpe del derbi",
      "content": "Desde el arranque, el Real Madrid impuso su superioridad. A los 25 minutos, Kylian Mbappé abrió el marcador desde el punto de penalti tras una falta dentro del área señalada por el árbitro. El equipo kazajo intentó reaccionar, pero careció de recursos ante la intensidad blanca. Las llegadas merengues fueron constantes y el dominio territorial estaba claro. El primer tiempo concluyó con una mínima ventaja, pero con sensación de control absoluto para los visitantes.\n\nAl reanudarse el juego, el Real Madrid siguió apretando y encontró continuidad ofensiva. Mbappé consiguió su segundo gol (52´) con una definición certera tras una rápida transición ofensiva. Más tarde elevó su cuenta particular, logrando un hat-trick en el minuto 73, con un gran remate desde fuera del área. En los minutos finales, Camavinga sumó un gol de cabeza (83´) y Brahim cerró la goleada en el tiempo de descuento (93´), logrando el 5-0 definitivo. El equipo local intentó alguna réplica, pero nunca tuvo el peso suficiente para inquietar en serio a la portería blanca.\n\nXabi Alonso apostó por controlar el juego mediante dominio del mediocampo, jugar desde atrás con balón y aprovechar los espacios generados por la presión alta. Mbappé fue una opción constante en verticalidad y desbordes.\n\n Por otro lado, el Kairat Almaty intentó resistir mediante un repliegue defensivo, pero fue incapaz de generar conexiones ofensivas que pusieran en aprietos al Real Madrid. La escasa posesión y poca profundidad fueron su principal talón de Aquiles.\n\nEl nombre propio fue Kylian Mbappé. El delantero francés, tras un derbi gris, sacó su versión más letal en Europa con un hat-trick de diferentes registros: penalti, definición en transición y remate desde fuera del área. Su actuación no solo confirmó su peso ofensivo, sino que también envió un mensaje de confianza al madridismo: es el jugador llamado a marcar la diferencia en los grandes escenarios. Junto a él, brilló Eduardo Camavinga, quien además de anotar un buen gol, dominó la zona media del campo con un gran despliegue físico y recuperaciones constantes. Su capacidad de incorporarse al ataque añadió una dimensión extra al Real Madrid. Brahim Díaz, autor del 5-0 en el descuento, puso la guinda al partido con su dinamismo habitual. Cada vez más integrado, su rol como revulsivo se confirma como recurso clave de Xabi Alonso. La defensa, con Rüdiger y Militão, se mostró sólida y sin apenas concesiones. Lunin, aunque poco exigido, transmitió seguridad en las pocas ocasiones en las que intervino. Del lado kazajo, apenas destacaron los esfuerzos aislados de su delantero centro, siempre en inferioridad. El equipo local nunca encontró la manera de inquietar a los blancos.\n\nImplicaciones para la fase de grupos de la Champions La goleada supone un espaldarazo anímico para el Real Madrid, que suma seis puntos en dos jornadas y se coloca dentro de los ocho primeros de la clasificación. El resultado refuerza la idea de que será difícil discutirle los primeros puestos. Además, la contundencia del marcador puede ser determinante en caso de empate, ya que la diferencia de goles en Champions es un factor clave. Para el Kairat Almaty, el golpe es duro: no solo perdió, sino que encajó una goleada en casa. Sus opciones de clasificación se reducen a buscar milagros en los duelos directos con el resto de equipos.\n\nEl calendario inmediato del Real Madrid es de máxima exigencia. En Champions League, el 22 de octubre recibirá en el Santiago Bernabéu a la Juventus, en lo que será una auténtica prueba de nivel para confirmar el liderato del grupo. En LaLiga, el equipo blanco también tendrá retos de gran calibre: el 4 de octubre recibirá al Villarreal, el 19 de octubre visitará al Getafe y el 26 de octubre llega la cita más esperada, el Clásico frente al FC Barcelona en el Santiago Bernabéu. Un tramo de calendario que obligará a Xabi Alonso a gestionar esfuerzos sin perder competitividad.",
      "pubDate": "2025-10-01T00:59:50+02:00",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.2553947,
        "negative": 0.2421499,
        "neutral": 0.5024554
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "LOC"
        },
        {
          "name": "",
          "type": "FAC"
        }
      ],
      "people": [
        {
          "name": "Kylian Mbappé"
        },
        {
          "name": "Brahim Abdelkader Díaz"
        },
        {
          "name": "Eduardo Camavinga"
        },
        {
          "name": "Xabi Alonso"
        }
      ],
      "source": {
        "domain": "estrelladigital.es",
        "name": ""
      }
    },
    {
      "title": "Campanha recebe de volta imagem de Santo Elesbão furtada há 31 anos do Museu Regional",
      "url": "https://g1.globo.com/mg/sul-de-minas/noticia/2025/09/30/campanha-recebe-de-volta-imagem-de-santo-elesbao-furtada-ha-31-anos-do-museu-regional.ghtml",
      "description": "Peça sacra foi furtada em 1994 junto a outras 27 imagens; cinco já retornaram ao acervo do Museu Regional.",
      "content": "Obra furtada há 31 anos é entregue durante cerimônia em Campanha\n\nA cidade de Campanha , no Sul de Minas, viveu uma noite histórica nesta terça-feira (30). A imagem de Santo Elesbão, furtada do Museu Regional em 1994, foi recuperada após 31 anos e entregue oficialmente ao município.\n\nA cerimônia de devolução aconteceu em frente à Catedral de Santo Antônio, no Centro da cidade, e contou com a participação de quatro grupos de ternos de Congadas, além de representantes do Ministério Público e da Prefeitura. A presença do santo está diretamente ligada às Irmandades Negras, que mantêm viva a tradição congadeira há mais de dois séculos na região.\n\nO Museu Regional de Campanha foi alvo de furto em 7 de março de 1994, quando 28 obras sacras foram levadas. Desde então, parte do acervo vem sendo gradualmente recuperada. Com a devolução da imagem de Santo Elesbão, cinco peças já retornaram ao museu.\n\n1 de 2 Campanha recebe de volta imagem de Santo Elesbão furtada há 31 anos do Museu Regional — Foto: Reprodução EPTV Campanha recebe de volta imagem de Santo Elesbão furtada há 31 anos do Museu Regional — Foto: Reprodução EPTV\n\nSegundo o Ministério Público de Minas Gerais, a recuperação faz parte do trabalho do Sondar, sistema de resgate de bens culturais. A imagem foi localizada em outra região do país — o estado não foi divulgado. O processo de identificação envolveu análises técnicas e comparação com fichas de inventário do museu.\n\n“A partir do momento que essa informação chegou para nós, realizamos estudos e pesquisas minuciosas para confirmar a autenticidade. As informações convergiram e permitiram uma análise robusta, com registros fotográficos e descrições detalhadas”, explicou a historiadora e restauradora do MPMG, Paula Carolina Miranda Novais.\n\n“Receber essa quinta imagem recuperada das 28 que foram furtadas em 1994 é motivo de muita alegria. Estamos reunindo os ternos de Congado para festejar Santo Elesbão, um santo devotado pelos escravos. É um dia festivo e de agradecimento a todos que ajudaram na recuperação dessa imagem”, afirmou.\n\n2 de 2 Campanha recebe de volta imagem de Santo Elesbão furtada há 31 anos do Museu Regional — Foto: Eduardo Marins/EPTV Campanha recebe de volta imagem de Santo Elesbão furtada há 31 anos do Museu Regional — Foto: Eduardo Marins/EPTV\n\nA peça seguirá agora para o Museu Regional de Arte Sacra, onde ficará ao lado da imagem de Santa Efigênia, considerada semelhante por ser produzida pelo mesmo artista. O espaço passou por reformas e hoje conta com sistema de monitoramento 24 horas, em parceria com as polícias Militar e Civil.\n\nApesar das cinco devoluções, ainda faltam 23 peças sacras levadas em 1994. Quem tiver informações pode entrar em contato com o Ministério Público de Minas Gerais, pelo telefone (31) 3250-4620, ou com o IEPHA/MG, nos números (31) 3235-2812 e (31) 3235-2813.",
      "pubDate": "2025-09-30T22:59:49+00:00",
      "categories": [
        {
          "name": "General"
        }
      ],
      "language": "pt",
      "authors": [],
      "sentiment": {
        "positive": 0.26041108,
        "negative": 0.2378172,
        "neutral": 0.50177175
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "PRODUCT"
        }
      ],
      "people": [],
      "source": {
        "domain": "g1.globo.com",
        "name": ""
      }
    },
    {
      "title": "Halle Berry's latest social media post has fans calling her 'finest woman in the world' after bikini photo",
      "url": "https://www.foxnews.com/entertainment/halle-berrys-latest-social-media-post-has-fans-calling-her-finest-woman-world-after-bikini-photo",
      "description": "Halle Berry posted a photo of herself from behind in a black-and-white bikini as she walks off on a hillside, with fans complimenting her ageless figure.",
      "content": "Halle Berry wowed fans with a new bikini picture on social media.\n\nThe 59-year-old \"Monster's Ball\" actress shared a cheeky photo on Instagram, featuring her in a black-and-white string Monday Swimwear bikini as she walked away from the camera toward a hillside.\n\n\"Looks like I’m going the wrong way, but I’m not…just going my own way !\" she captioned the photo.\n\nFans were quick to flood the comments section with praise for the actress, with one writing, \"After all these years this woman is still the finest woman in the world🌹😍.\"\n\nHALLE BERRY STUNS WITH SWIMSUIT PHOTOS WHILE ON DESERT VACATION\n\nAnother added, \"A true timeless beauty that will never age in Ms @halleberry.\"\n\nOthers were happy with the message the star left for her fans in the caption. \"Big Leo Energy! We are going to It our ‘own way’ for sure. 🔥,\" one fan wrote, while another added, \"Heavy on ‘own way’ not their way ❤️✨✨.\"\n\nBerry recently celebrated her 59th birthday while vacationing on a tropical island, marking the occasion with a series of bikini pictures. She posted multiple photos in a gold two-piece, including some of her sipping a drink out of a coconut, and another of her smiling from ear to ear.\n\nLIKE WHAT YOU’RE READING? CLICK HERE FOR MORE ENTERTAINMENT NEWS\n\nOther photos from her vacation feature her with her boyfriend, Van Hunt, whom she has been with since 2020. In the photo, the two can be seen lying in bed together and eating a bowl of chips, as she sports a white bikini.\n\n\"The minute I started to feel like I understood myself and what I had been doing wrong, Van’s brother, who I had known for many years, came to me and said, ‘You should meet my brother,'\" she told Marie Claire in September 2024. \"The nature of the way this happened, I have a real belief that this is it. This is my person.\"\n\nHunt and Berry confirmed their relationship through a social media post shared on Berry's Instagram, in which she wore a black T-shirt with Hunt's name on it, captioning the post, \"now ya know... ♥️🦶🏽.\"\n\nPrior to her relationship with Hunt, Berry was married three times. She married former professional baseball player, David Justice, from 1993 to 1997, and later Eric Benét from 2001 to 2005. She was then married to French actor, Olivier Martinez, with whom she shares her son Maceo, 11, from 2013 to 2016. She also shares daughter Nahla, 17, with her ex-boyfriend, Gabriel Aubry.\n\nCLICK HERE TO SIGN UP FOR THE ENTERTAINMENT NEWSLETTER\n\n\"I’ve heard people say, 'Something must be wrong with Halle Berry, she can’t keep a man.' Who's to say I want to keep a man?\" she said on \"The Drew Barrymore Show\" in February 2025. \"I don’t want to keep the wrong man. Like, I’m not crazy, right? So when you find that you make a mistake — we all make mistakes. We have a right to say, ‘Oh God, this was a mistake. Let me start again.’ We have the right to do that.\"\n\nCLICK HERE TO GET THE FOX NEWS APP",
      "pubDate": "2025-09-30T18:59:48-04:00",
      "categories": [
        {
          "name": "Entertainment"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.42055446,
        "negative": 0.17242673,
        "neutral": 0.40701872
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "NORP"
        }
      ],
      "people": [
        {
          "name": "Halle Berry"
        },
        {
          "name": "Eric Benét"
        },
        {
          "name": "Olivier Martinez"
        },
        {
          "name": "David Justice"
        }
      ],
      "source": {
        "domain": "foxnews.com",
        "name": ""
      }
    },
    {
      "title": "英国首相发表演讲，聚焦加沙问题、移民问题等",
      "url": "https://finance.sina.com.cn/jjxw/2025-10-01/doc-infsiuqw7468828.shtml",
      "description": "英国首相发表演讲，聚焦加沙问题、移民问题等",
      "content": "斯塔默表示，英国目前正处在“复兴或衰落”的“岔路口”，“复兴之路”虽然“漫长、艰难”，但可以让英国成为一个“更为公平的国家”。斯塔默宣布，英国政府将启动“NHS在线”项目，即英国国民保健制度，为民众提供预约服务等。近年来，受英国财政紧缩影响，NHS因效率低下、资源不足等问题饱受诟病。\n\n斯塔默对美国就结束加沙冲突提出的“20点计划”表示欢迎，并对结束冲突、释放所有被扣押人员、向加沙增加物资援助表示强烈支持，同时再次强调了英国对巴勒斯坦国的承认。\n\n斯塔默还谈到移民问题，表示“控制移民是合理的目标”，但是煽动种族主义则是犯罪行为。\n\n工党秋季大会是英国执政党工党集中展示政策主张、未来执政计划的重要场合，也是其向公众、选民展示的关键场合。（央视新闻）",
      "pubDate": "2025-10-01T06:59:47+08:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "zh",
      "authors": [],
      "sentiment": {
        "positive": 0.08703613,
        "negative": 0.6239373,
        "neutral": 0.2890266
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [],
      "source": {
        "domain": "finance.sina.com.cn",
        "name": ""
      }
    },
    {
      "title": "Capitol Report Full Broadcast (Sept. 30)",
      "url": "https://www.ntd.com/capitol-report-full-broadcast-sept-30-2_1093679.html",
      "description": "Trump also announced that a major pharmaceutical company will be cutting drug costs, and a website called TrumpRx, offering direct-to-consumer prescription drugs,...",
      "content": "President Donald Trump, speaking to top military brass, says America is being invaded from within—comparing the issue to a foreign enemy. That comes as he calls for increased defense spending and higher military combat standards.\n\nTrump also announced that a major pharmaceutical company will be cutting drug costs, and a website called TrumpRx, offering direct-to-consumer prescription drugs, will be launched. Here's how this might impact what you pay for prescription drugs.\n\nWith fewer than five hours until a government shutdown, federal agencies brace for layoffs of thousands of workers. Why do we keep finding ourselves facing a government shutdown? We'll break it down with former U.S. Rep. Bob Good.\n\nOur panel tonight debates how the new military standards will impact fighting readiness. Plus, how significant is the drug pricing deal for Americans who rely on treatment? We'll discuss with Madeline Summerville and Whitley Yates.\n\nTrump is activating 200 members of the Oregon National Guard amid protests against ICE. Now, Oregon officials are asking a judge to block the National Guard. How could this play out legally? We'll break it down with constitutional attorney Chris Murray.\n\nA Senate committee today heard witness testimony about a screening program designed to mitigate terrorism that’s allegedly being used to surveil ordinary Americans. We have more details on that program.\n\nAnd the president says he's giving Hamas \"three or four days\" to accept the new plan to end the war in the Gaza Strip. Meanwhile, Israel vows to finish the job if the terrorist group doesn’t accept the plan.",
      "pubDate": "2025-09-30T22:59:45+00:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.045709126,
        "negative": 0.77235657,
        "neutral": 0.18193428
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "NORP"
        }
      ],
      "people": [
        {
          "name": "Bob Good"
        },
        {
          "name": "Donald Trump"
        }
      ],
      "source": {
        "domain": "ntd.com",
        "name": ""
      }
    },
    {
      "title": "JPMorgan tips shutdown lasting up to two weeks, warns of market disruption",
      "url": "https://investinglive.com/news/jpmorgan-tips-shutdown-lasting-up-to-two-weeks-warns-of-market-disruption-20250930/",
      "description": "JPMorgan sees 70% chance U.S. government shutdown drags on 11–15 days",
      "content": "JPMorgan has assigned a 70% probability that the looming U.S. government shutdown will drag on for between 11 and 15 days, putting markets on notice for a protracted disruption. The bank said the duration is consistent with recent historical precedent and would likely delay key economic data releases, complicating the Federal Reserve’s policy outlook.\n\nAnalysts cautioned that even a short shutdown could rattle investor confidence, while a two-week stoppage risks feeding into fiscal growth headwinds just as markets debate the Fed’s pace of interest rate cuts. The uncertainty may heighten sensitivity around upcoming private-sector data, such as PMI surveys, which remain unaffected by federal closures.\n• Trump says good will come from shutdown, going to be laying off a lot of people",
      "pubDate": "2025-09-30T22:59:45+00:00",
      "categories": [
        {
          "name": "Finance"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.028502524,
        "negative": 0.8737936,
        "neutral": 0.0977039
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PERSON"
        }
      ],
      "people": [],
      "source": {
        "domain": "investinglive.com",
        "name": ""
      }
    },
    {
      "title": "Festival de Ópera: un volantazo de jazz fresco sobre 'Carmen'",
      "url": "https://www.abc.es/queplan/sevilla/conciertos/festival-opera-volantazo-jazz-fresco-sobre-carmen-20251001005705-nts.html",
      "description": "'Carmen' cantó y bailó sobre ritmos clásicos, pero sobre todo al paso del jazz, con músicos de primera y un sentido compositivo de Salim que se encuentra pocas veces, sobre un hombre sencillo, humano y adorable.",
      "content": "Si llevamos dos títulos sevillanos, casi estrenos, del compositor Manuel García, recuperando su música que mira estilísticamente a Mozart, pero que se hace mayor en Nápoles, siguiendo los pasos de la ópera bufa, y a la que el compositor le añade su arraigo español (Sevilla, Cádiz o Madrid, como la tirana de 'Quien porfía mucho alcanza'), la música ahora daba un giro, porque también 'Carmen' se puede inspirar en la música española (de hecho, Bizet creía que la música de la 'Habanera' era un canto popular español, y no de Sebastián Iradier), o pasodobles como el del toreador, la seguidilla de Carmen, etc.\n\nEsa música que busca lo popular se estiliza en Bizet y de ahí vuelve 'a la calle' de manos de un músico que no renuncia a ella, pero conoce el lenguaje clásico, tanto de la composición como del piano, y de su padre le viene la vena jazzística. Es difícil que juntándolo todo saliese algo mal. Y eso que reconocía que el experimento quedaba lejos de lo que el quinteto suele hacer.\n\nEl inicio corrió a cargo del batería -un pasaje algo largo- y luego se fueron añadiendo los miembros del grupo, que entonaron el comienzo de la 'Seguidilla' y al unísono la idea principal de este tema de apertura, todo en un estilo que diríamos 'dixie'. Pero lo que no esperábamos eran unas sevillanas con todas sus partes bien marcadas (diríamos que hasta se podrían bailar), si bien las armonías y las melodías se distanciaban algo más. Aquí el experimento ya esperanzaba todo lo que seguiría.\n\nEl siguiente tema recaía en la trompeta, un momento íntimo, corto, pero quizá para contrastar con el escándalo de los dos temas anteriores. Porque digamos que la amplificación parecía hecha para un teatro con el doble de capacidad. Decimos siempre que flamenco y jazz son incapaces de actuar sin micros: aquí había cuatro instrumentos muy poderosos y si acaso se podía haber reforzado algo el contrabajo, que a lo mejor tampoco, con la acústica del Turina. Vale, se amplifica (que, por cierto estuvo muy lograda, equilibrada, diferenciando timbres y lo que se quiera): ¿pero hace falta ese volumen, al límite de lo que puede aguantar el oído humano? Bueno, pues un descansito para la oreja y un gustazo también por la elegancia y el buen gusto del trompetista.\n\nRecordó Salim la presencia de 'Carmen' por el 150 aniversario, y tituló el siguiente tema 'Hasta luego, Mari Carmen', eligiendo un trabajo sobre la 'Habanera'… a ritmo de salsa de La Habana, claro, que volvía a subir el volumen y la temperatura. De pronto un corte radical, y una magistral improvisación pianística sobre un delicado 'ostinato' de trompeta y trombón, en permanente estado de gracia.\n\nSiguió el pianista en una afectiva introducción, que preparaba la versión del aria de las cartas, en el fondo un enorme 'crescendo' al ir uniéndosele todos los instrumentos, con el final salvaje de la batería -imaginamos que por el anuncio de la muerte de Carmen-, donde los decibelios que sobraban podían haberse dado al público en un tupper aparte, para terminar de oírlos en casa o en el campo.\n\nMenos mal que no hubo tiempo para quejas, porque salió el Salim virtuoso, con una introducción de saltos interválicos continuos, escalas por terceras o acordes enlazados por cromatismos descendentes. Aquí confirmamos que en las escalas más rápidas recurre al estilo de los clavecinistas barrocos, que hacían las escalas con tres o cuatro dedos. El dedo pequeño lo reserva para los acordes (a veces improvisa con ellos). Continuó con un momento muy especial: batería y trombonista se arrancaron por Alegrías, primero sólo con las palmas y luego -y ahí la sorpresa- con Pablo Martínez cantándolas, y con qué gusto. Aplauso de los grandes para este gran momento.\n\nVolviendo abundantemente a 'Carmen', nos ofrecieron un 'rebujito', que empezó por ese momento tremendo del dúo final, 'Tu ne m'aimes plus?' con un potente intervención del contrabajo, la trompeta, el trombón y la batería, terminando con el coro que precede a la habanera, donde los hombres le cantan a Carmen 'dis-nous quel jour tu nous aimeras!', terminando con brillantez el popurrí.\n\nPor último, el aria del toreador dio pie a otra improvisación de Salim sobre la conocida canción, en la que nos hizo participar el pianista, así como a los metales mientras él mantenía con el bajo una progresión cromática descendente, enlazando con 'les triangles des sistres'. La única propina fue una sentida balada dedicada a su madre.\n\n'Carmen' ha dado lugar a muchas versiones y sus temas se han versionado de mil maneras, pero creemos que esta visión amplia, divertida a veces, recogida y sentida otras, es un gran trabajo de alguien que combina con cabeza la improvisación y la composición. Cuando el público le seguía insistiendo al final que tocaran otra, Salim explicó de corazón que no había compuesto más sobre Carmen. Podía haber cogido cualquier fragmento conocido y haber montado una improvisación con todos los músicos, pero la composición ocupa una parte tan importante en su obra como la invención sobre la marcha.",
      "pubDate": "2025-10-01T00:59:44+02:00",
      "categories": [
        {
          "name": "Entertainment"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.17100649,
        "negative": 0.34409583,
        "neutral": 0.48489764
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [],
      "source": {
        "domain": "abc.es",
        "name": ""
      }
    },
    {
      "title": "Smilegate's game platform stove is a discount event for the Chuseok ho",
      "url": "https://en.sportschosun.com/culture/2025/10/smilegates-game-platform-stove-is-discount-event-113070",
      "description": "Smilegate announced that it will hold a large-scale fall discount event 'LOL 2025' on its global game platform 'Stove' for the Chuseok holiday.'Hahaha' is a n",
      "content": "Smilegate's game platform stove is a discount event for the Chuseok holiday lol 2025 promotion will be held\n\n\n\n\n\nSmilegate announced that it will hold a large-scale fall discount event 'LOL 2025' on its global game platform 'Stove' for the Chuseok holiday.\n\n\n\n'Hahaha' is a name that contains the meaning of 'Hangawi and Han Ah-reum' on Hangeul Day, and the promotion runs until October 12. During this period, Smilegate will provide a variety of programs, including coupon payments by order, free distribution of games, special offers for famous titles, and prize events.\n\n\n\n\n\n\n\n\n\nFirst of all, during the event, Smilegate offers 'LOL Coupon' which offers up to 25% off on a total of four occasions. On top of that, users who add friends to the stove Kakao Talk channel will be sent an additional 5% duplicate coupon from October 1st to 12th. In commemoration of Hangeul Day, a 15% discount coupon for the stove Koreanization title will also be provided separately from the 9th to the 12th.\n\n\n\nSmilegate also allowed anyone to play the healing puzzle game 'Blue Wednesday' and the emotional puzzle adventure 'Lynn, the girl's story drawn in the puzzle' through the 'Stove Is 0 Won' event.\n\n\n\nStove's regular discount event 'Big Deal' will be transformed into 'Knuri' in time for this holiday. In the event, which means 'Big Enuri' in pure Korean, users can purchase the selected popular title at a discount of up to 98%. According to the company, Stove's latest Korean translation titles, such as `The Hungry Lamb' and 'Dark Date 2' will be offered at the lowest price ever, ranging from 'Clair Opsquir: 33 Expeditionary Force', 'Artis Impact' and 'Artis Impact' and three kinds of Quantic Dreams (Detroit: Beacom Human, Beyond to Souls and Heavy Rain).\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n This article was translated by Naver AI translator.",
      "pubDate": "2025-10-01T07:59:42+09:00",
      "categories": [
        {
          "name": "Lifestyle"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.20270295,
        "negative": 0.12359259,
        "neutral": 0.67370445
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "LANGUAGE"
        }
      ],
      "people": [],
      "source": {
        "domain": "en.sportschosun.com",
        "name": ""
      }
    },
    {
      "title": "Glottis Ltd BSE (GOTT) Advanced Chart - Investing",
      "url": "https://www.investing.com/equities/glottis-ltd-advanced-chart?cid=1235117",
      "description": "Get instant access to a free live advanced Glottis Ltd chart.",
      "content": "We encourage you to use comments to engage with other users, share your perspective and ask questions of authors and each other. However, in order to maintain the high level of discourse we’ve all come to value and expect, please keep the following criteria in mind:\n• Only post material that’s relevant to the topic being discussed.\n• Even negative opinions can be framed positively and diplomatically. directed at an author or another user. Racism, sexism and other forms of discrimination will not be tolerated.\n• Include punctuation and upper and lower cases. Comments that are written in all caps and contain excessive use of symbols will be removed.\n• : Spam and/or promotional messages and comments containing links will be removed. Phone numbers, email addresses, links to personal or business websites, Skype/Telegram/WhatsApp etc. addresses (including links to groups) will also be removed; self-promotional material or business-related solicitations or PR (ie, contact me for signals/advice etc.), and/or any other comment that contains personal contact specifcs or advertising will be removed as well. In addition, any of the above-mentioned violations may result in suspension of your account.\n• We do not allow any sharing of private or personal contact or other information about any individual or organization. This will result in immediate suspension of the commentor and his or her account.\n• We appreciate passion and conviction, but we also strongly believe in giving everyone a chance to air their point of view. Therefore, in addition to civil interaction, we expect commenters to offer their opinions succinctly and thoughtfully, but not so repeatedly that others are annoyed or offended. If we receive complaints about individuals who take over a thread or forum, we reserve the right to ban them from the site, without recourse.\n• Any comment you publish, together with your investing.com profile, will be public on investing.com and may be indexed and available through third party search engines, such as Google.\n\nPerpetrators of spam or abuse will be deleted from the site and prohibited from future registration at Investing.com’s discretion.",
      "pubDate": "2025-09-30T22:59:38+00:00",
      "categories": [
        {
          "name": "Tech"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.06701333,
        "negative": 0.5448959,
        "neutral": 0.38809076
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [],
      "source": {
        "domain": "investing.com",
        "name": ""
      }
    },
    {
      "title": "Raheem Mostert or Tyler Shough",
      "url": "https://www.fantasypros.com/nfl/start/raheem-mostert-tyler-shough.php",
      "description": "Get instant advice on your decision to start Raheem Mostert or Tyler Shough for Week 5. We offer recommendations from over 100 fantasy football experts along with player statistics, the latest news and matchup information.",
      "content": "Multi-Player Comparisons let you quickly compare 3 or 4 players\n\nto see who the experts would pick.\n\nAlready a premium subscriber? Click here to confirm your accessSign In Now.",
      "pubDate": "2025-09-30T22:59:38+00:00",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.35653427,
        "negative": 0.05074044,
        "neutral": 0.59272534
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        }
      ],
      "people": [],
      "source": {
        "domain": "fantasypros.com",
        "name": ""
      }
    },
    {
      "title": "FOX54 Football Forecast",
      "url": "https://spotonalabama.com/al-mountains/1314702/fox54-football-forecast-video.html",
      "description": "FOX54 Football Forecast",
      "content": "04-21 Showers and storms to the north, sparse rain elsewhere (Video)",
      "pubDate": "2025-09-30T22:59:36+00:00",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.19761513,
        "negative": 0.42281786,
        "neutral": 0.37956706
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [],
      "source": {
        "domain": "spotonalabama.com",
        "name": ""
      }
    },
    {
      "title": "Tras reunión con Porras, Congreso aprueba en segundo debate ley para declarar a pandillas como terroristas",
      "url": "https://lahora.gt/nacionales/engelberth-blanco/2025/09/30/tras-reunion-con-porras-congreso-aprueba-en-segundo-debate-ley-para-declarar-a-pandillas-como-terroristas/",
      "description": "El Congreso de la República conoció en su segundo debate la iniciativa de ley que propone declarar a pandillas como terroristas.",
      "content": "Este martes 30 de septiembre, el Congreso de la República aprobó en segundo debate la iniciativa de ley 5692, propuesta por el expresidente Alejandro Giammattei, que propone reformas al Código Procesal Penal y Código Penal para declarar a las pandillas y maras como organizaciones terroristas.\n\nLa iniciativa de ley fue aprobada en segundo debate, luego de una reunión entre miembros de la Junta Directiva del Congreso, jefes de bloque y la fiscal general y jefa del Ministerio Público (MP), en la cual el ente investigador presentó varias propuestas para la iniciativa 5692.\n\nDurante la sesión plenaria, el congresista Gustavo Cruz propuso una moción para que se conociera como primer punto en la agenda la iniciativa de ley 5692, sin embargo, no logró los votos necesarios.\n\nSin embargo, el proyecto de ley que proponer declarar a las pandillas como organizaciones terroristas, fue conocido en segundo debate, como se tenía previsto en la agenda.\n\nEn enero de 2020, Giammattei presentó el proyecto de ley 5692 que busca aprobar reformas al Código Penal, adicionar el artículo 391 Bis, el cual quedaba de la siguiente forma:\n\n“Artículo 391 Bis. Terrorismo con fines de desorden público social. Quien con el propósito de transgredir la paz social o el orden público del Estado, se organice, constituya o pertenezca a grupos criminales caracterizados por su territorialidad, alta criminalidad y simbología, ejecutare actos contra la vida, integridad, seguridad y bienes de las personas, dañe o se apropie injustamente de propiedad privada o pública, atente contra la salud pública o la seguridad ciudadana, realice acciones intimidatorias o de coacción de forma pública con finalidad patrimonial en contra de persona individual y jurídica, comercio, será sancionado con prisión de seis a doce años inconmutables, sin perjuicio de las penas asignadas o los delitos cometidos.\n\nIgual sanción corresponderá a quienes promuevan, financien o se beneficien directamente de las actividades que realicen estos grupos criminales.\n\nLa pena se aumentará en una tercera parte a los jefes, cabecillas, líderes o dirigentes de estos grupos criminales.\n\nA los condenados por la comisión de este delito, no podrá concedérseles rebaja de la pena, por ninguna causa”.\n\nSin embargo, la Comisión de Asuntos de Seguridad Nacional dio dictamen favorable a la propuesta con más de 20 artículos que reforman el Código Penal, la Ley contra la delincuencia Organizada, al mismo tiempo que crea mesas interinstitucionales para el combate a las maras.\n\nEntre otros temas, la iniciativa específica que las maras son grupos de tres o más personas que existen con el objetivo de cometer delitos y se organizan en una estructura jerárquica con liderazgo defino, en grupos y subgrupos comúnmente llamados “clicas”, al mismo tiempo que reconocen y manifiestan una identidad grupal con códigos y señales propias.\n\nTambién, resalta que estas organizaciones criminales establecen su territorio por medio de símbolos o marcas, pero sus actividades no se reducen a estos lugares. A su vez, detalla que buscan lucrarse.\n\nAdemás, la normativa establece que se declarará la actividad delictiva de las maras como de «alta peligrosidad».\n\nEl diputado Gustavo Cruz cuestionó que se aprobó un “piropo” con el punto resolutivo que exhorta al presidente Bernardo Arévalo para que nombre a las maras como terroristas, por lo cual propuso alterar el orden del día para que se conociera como primer punto la iniciativa de ley 5692.\n\nLa diputada oficialista Andrea Reyes indicó que se conociera como punto primero la iniciativa de ley 5692. Según explicó, la Comisión hizo lo mejor que pudo para rescatar el “mamarracho” que presentó el gobierno de Alejandro Giammattei, pero que, pese a ello, presentarían distintas mociones.\n\nAl mismo tiempo, la oficialista, Victoria Palala, propuso que no camine la iniciativa de ley 5692, y que se cree la mesa técnica presidencial propuesta por el presidente del Congreso, Nery Ramos.\n\nA su vez, el diputado de Vamos, Ronald Portillo Cordón, expuso que el oficialismo se ha opuesto a proyectos de ley como la iniciativa 5692, por lo cual afirmó que se oponen a “declarar a estas organizaciones criminales como lo que realmente son: son organizaciones terroristas”.\n\nTambién, Elmer Palencia, de la bancada Valor, sostuvo que propuso en distintas ocasiones que se declaren como terroristas a las pandillas, y que se puede exponer a los diputados que votaron en contra.\n\n“Tuvo que llegar el momento en que se conociera por parte del gobierno de Estados Unidos y se hiciera la designación para que volviera a entrar de nuevo en discusión el tema”, indicó.\n\nPalencia añadió que el Congreso puede aprobar todos los decretos que puedan, pero lamentablemente el Ejecutivo no cumple con lo que la ley establece.\n\nSin embargo, la propuesta fue rechazada por el pleno, por lo cual, el diputado Gustavo Cruz cuestionó que se aprobó el punto resolutivo con 92 votos que exhorta a Arévalo declarar a las pandillas como terroristas, pero solamente hubo 63 votos para conocer como punto primero la iniciativa de ley 5692.\n\nEl diputado de Vamos, Allan Rodríguez, explicó que votaron en contra de que se conociera como primer punto la iniciativa 5692, ya que se debía conocerse durante el punto 5 A de la agenda, como se estableció en la instancia de jefe de bloques.\n\nDe igual forma, señaló que diputados oficialistas han salido en defensa de la mara, ya que tienen una relación con el gobierno de México.\n\n“La alianza del gobierno con los grupos delincuenciales con las maras es realmente evidente, y se pudieron ello dar cuenta que quienes custodiaban los centros de votación eran los mareros, quienes llevaban las personas a votar en los mareros”, indicó.\n\n“Ellos al igual, estos diputados independientes, al igual que en México, con ese discurso de preferimos abrazos y no balazos, buscan realmente beneficiar a las maras (…) hoy con un discurso buscan lavarse la cara”, indicó Rodríguez, quien recordó que la iniciativa fue propuesta por Vamos.\n\nA su vez, Byron Rodríguez, del bloque Todos, sostiene que las reformas al Código Penal y Código Procesal Penal que propone la ley 5692, se deben de conocer ahondar ampliamente y tiene que tener un estudio jurídico técnico, por diversas razones, incluyendo que Ley de Aceptación de Cargos ha complicado la situación en diversos temas.\n\nTambién, señaló que se debe reformar el Código Penal, pero no «parcharlo», ya que se debe encontrar un mecanismo para que quienes financian a los cabecillas y quienes se benefician en temas políticos, empresariales, y lavado de dinero tengan conductas penales y tipos penales que no permitan que salgan de prisión.\n\nEl pasado 29 de septiembre, Porras sostuvo una reunión con jefes de bloque, luego que el Congreso aprobara un punto resolutivo en el que pedía al Ejecutivo designar a la Mara Salvatrucha (MS-13) y el Barrio 18 como organizaciones terroristas, y pedía a la Fiscalía investigar las fuentes de financiamiento de los grupos criminales.\n\nDurante la reunión, el MP presentó propuestas a la iniciativa de ley 5692, presentada por el gobierno de Giammattei, con el fin de que se reforme la Ley de Equipos de Terminales Móviles, el Código Procesal Penal y la Ley Contra la Delincuencia Organizada.\n\nA la reunión se presentó, el primer vicepresidente de la Junta Directiva, Jorge Castro; el segundo vicepresidente, Jorge Estuardo Ayala; así como el segundo secretario, Mario Ernesto Gálvez Muñoz; tercer secretario, Juan Carlos Rivera; y el quinto secretario, José Pablo Mendoza Franco.\n\nTambién, participaron los diputados de Vamos, Allan Rodríguez y Sergio Arana; de Unionista, Álvaro Arzú Escobar; de la Unidad Nacional de la Esperanza (UNE), Inés Castillo y Julio Marroquín; de Nosotros, Nadia de León; de Comunidad Elefante, Alexandra Ajcip; de Valor, Elmer Palencia; de Cambio, Esduin Javier y Javier “Tres Kiebres”; de Azul, Jorge Mario Villagrán; y de Todos, Cornelio Gonzalo García García.",
      "pubDate": "2025-09-30T22:59:35+00:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.11893159,
        "negative": 0.2907871,
        "neutral": 0.5902813
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "LAW"
        },
        {
          "name": "",
          "type": "LAW"
        },
        {
          "name": "",
          "type": "LAW"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        }
      ],
      "people": [
        {
          "name": "Alejandro Giammattei"
        },
        {
          "name": "Allan Rodríguez"
        },
        {
          "name": "Bernardo Arévalo de León"
        }
      ],
      "source": {
        "domain": "lahora.gt",
        "name": ""
      }
    },
    {
      "title": "No panic but Liverpool have to improve, says Van Dijk",
      "url": "https://www.straitstimes.com/sport/football/No-panic-but-Liverpool-have-to-improve-says-Van-Dijk",
      "description": "ISTANBUL - Liverpool captain Virgil van Dijk called for improvement and an end to silly errors after his side went down 1-0 at Galatasaray in the Champions League on Tuesday and suffered the loss of goalkeeper Alisson to injury. Read more at straitstimes. Read more at straitstimes.",
      "content": "ISTANBUL - Liverpool captain Virgil van Dijk called for improvement and an end to silly errors after his side went down 1-0 at Galatasaray in the Champions League on Tuesday and suffered the loss of goalkeeper Alisson to injury.\n\nThe defeat was Liverpool's second in a row after the Premier League leaders lost their 100% record at Crystal Palace last Saturday.\n\n\"I hate losing. There shouldn't be panic, but there should be definitely improvement needed,\" the Dutch centre back said on Amazon Prime.\n\n\"I think it was a big step up in terms of the willingness, the hard work that we put in from the weekend, but that was not really too difficult because the weekend was just bad.\n\n\"We have to convert chances, don't give a penalty away today and don't make stupid mistakes at times. It's far too easy to say these things than to actually make it happen but it's a process and we have to keep going.\n\n\"Keep working, stick together and onto the next one. That's the only thing we can focus on.\"\n\nLiverpool lost out to an early penalty, slotted home by Victor Osimhen, in a game played in an intimidating cauldron of a stadium after fireworks had been let off outside the team hotel overnight.\n\nManager Arne Slot said he was disappointed but the performance was still a lot better than last Saturday and it all came down to fine margins, with the team not so far off last season's level.\n\n\"We've lost now twice in a row, this is something with the schedule coming as well. Galatasaray away is not an easy game, the same like Palace, and now we play Chelsea away so difficult games,\" he explained.\n\n\"I saw a lot of things. First half, the way we played, the way we controlled the game, the amount of times we got our attackers in promising positions.\n\n\"In the second half, that was much less. But I don't think in the second half there was a lot of playing time. Their striker was four or five times on the floor, substitutions, injuries.\"\n\nAlisson's loss, with the goalkeeper ruled out of Saturday's game at Chelsea, is a big one and Liverpool also had Hugo Ekitike go off injured.\n\nWith record signing Alexander Isak still not up to match fitness, but coming on as a second-half substitute along with Mohamed Salah, and some new players yet to gel Liverpool can ill afford to lose a scoring talent like Ekitike.\n\nSalah's form is also a concern, with the Egyptian last starting a Champions League game on the bench three years ago and making little impact when he came on. REUTERS",
      "pubDate": "2025-10-01T06:59:32+08:00",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.051799364,
        "negative": 0.7320255,
        "neutral": 0.21617511
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "TIME"
        }
      ],
      "people": [
        {
          "name": "Arne Slot"
        },
        {
          "name": "Alexander Isak"
        },
        {
          "name": "Hugo Ekitike"
        },
        {
          "name": "Mohammed Salah"
        },
        {
          "name": "Virgil van Dijk"
        },
        {
          "name": "Victor Osimhen"
        }
      ],
      "source": {
        "domain": "straitstimes.com",
        "name": ""
      }
    },
    {
      "title": "Starmer significantly more popular than Farage in head-to-head polling - LabourList",
      "url": "https://labourlist.org/2025/09/exclusive-starmer-significantly-more-popular-than-farage-in-head-to-head-polling/",
      "description": "When head to head Starmer and Labour prefered to Farage and Reform by a significant majority.",
      "content": "Polling for the Fabian Society conducted by YouGov and shared exclusively with LabourList shows that if given a choice between Keir Starmer and Nigel Farage to be Prime Minister, voters opted for the former by a margin of 45 – 33% (with 22% saying ‘don’t know’).\n\nThis number is even larger among the voters who opted for Labour in 2024 but are not supporting the party now with Starmer at 71% vs Farage on 23% (with only 5 per cent saying ‘don’t know’). This rises even higher to 95% for Starmer over Farage when it comes to those who voted Labour in 2024 but are now saying they support either the Green Party or the Lib Dems.\n\nWhen given a choice between Labour and Reform as the party of government, with no other parties on offer, the overall public opted for Labour by 46% to 34% for Reform UK – a lead of 11 points. This rises again to 71% for Labour and 25% for Reform for those who voted Labour at the last election but would not now and again to 95% for those who now support either Green or Lib Dem.\n\nAll figures, unless otherwise stated, are from YouGov Plc. Total sample size was 2,220 adults. Fieldwork was undertaken between 24th – 25th September 2025. The survey was carried out online. The figures have been weighted and are representative of all GB adults (aged 18+).\n\nEditor of LabourList, Emma Burnell, said: “The figures show that it is clear that while Nigel Farage might lead in the polls when there are many parties on offer, he repels more voters than he attracts.\n\n“Labour should make sure that their offer is attractive enough to all voters who would be willing to opt for them to stop Farage and Reform forming a government. These voters will need wooing as much as those who are currently attracted to the populist right wing policies of Reform.”\n\nSubscribe here to our daily newsletter roundup of Labour news, analysis and comment– and follow us on Bluesky, WhatsApp, X and Facebook.\n\nBen Cooper of the Fabian Society said: “Despite a difficult first year, the Prime Minister and Labour remain far more popular amongst voters than the alternative of Farage and Reform.\n\n“There is a broad voter coalition open to backing Labour at the next election, and ready to reject the politics of division being peddled by Farage. However, it cannot be assumed this coalition will turn out for Labour.\n\n“By focusing on their priorities, Starmer’s conference speech can be the first step to rebuilding the coalition, and winning a second term.”\n\nShare your thoughts. Contribute on this story or tell your own by writing to our Editor. The best letters every week will be published on the site. Find out how to get your letter published.\n\nDr Patrick English of YouGov said: “The evidence from this poll suggests that while Reform UK are ahead in the vote intention polls, significantly more Brits would prefer a Labour government and a Starmer premiership over Reform UK and Nigel Farage.\n\n“But a national, binary choice is of course not how our voting system works. The challenge for Labour will be convincing these voters to turn out and back them at the next election in sufficient numbers, and in the right areas, to see off the challenge from a motivated and fired up Reform party.”\n• SHARE: If you have anything to share that we should be looking into or publishing about this story – or any other topic involving Labour– contact us (strictly anonymously if you wish) at [email protected].\n• SUBSCRIBE: Sign up to LabourList’s morning email here for the best briefing on everything Labour, every weekday morning.\n• DONATE: If you value our work, please chip in a few pounds a week and become one of our supporters, helping sustain and expand our coverage.\n• PARTNER: If you or your organisation might be interested in partnering with us on sponsored events or projects, email [email protected].\n• ADVERTISE: If your organisation would like to advertise or run sponsored pieces on LabourList‘s daily newsletter or website, contact our exclusive ad partners Total Politics at [email protected].",
      "pubDate": "2025-09-30T22:59:32+00:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.29698595,
        "negative": 0.16543888,
        "neutral": 0.5375752
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "TIME"
        }
      ],
      "people": [
        {
          "name": "Keir Starmer"
        }
      ],
      "source": {
        "domain": "labourlist.org",
        "name": ""
      }
    },
    {
      "title": "Encuentro Las Independientes une desde mañana a editores, gestores culturales y libreros en Guayaquil, en el MAAC",
      "url": "https://www.eluniverso.com/entretenimiento/libros/encuentro-las-independientes-une-desde-manana-a-editores-gestores-culturales-y-libreros-en-guayaquil-en-el-maac-nota/",
      "description": "La primera actividad es el miércoles 1 a las 10:00, un diálogo sobre la literatura ecuatoriana del siglo XXI.",
      "content": "Editores independientes, gestores culturales, libreros, fanzineros y diversos actores del libro se congregarán del miércoles 1 al domingo 5 de octubre en el Museo Antropológico y de Arte Contemporáneo (MAAC) para la feria Las Independientes.\n\nEs una propuesta de Libre Libro, Otra Orilla y Furia Fanzine que se desarrollará de 10:00 a 20:00 en el lobby del MAAC (Malecón y Loja); quiere ofrecer “encuentros inesperados” con libros que no están en las estanterías habituales, y mostrar también al circuito completo de la industria editorial, todos los que rodean al autor. Y con el fanzine, ese movimiento de publicación autogestionada, independiente y no censurada.\n\nLa programación estará conformada por diálogos, talleres y la feria comercial de libreros, editores y agentes culturales. Más de 30 expositores de todo el país, dos invitados internacionales y ocho autores locales estarán allí.\n\nA Las Independientes llegará el mexicano Tonatiuh Trejo, quien lidera el proyecto Esto es un libro (sábado 4 a las 16:00).\n\nEl homenajeado de esta edición será el poeta, novelista y cuentista guayaquileño Rafael Díaz Icaza (1925-2013).\n\nAdemás fue periodista, profesor y editor, y está en el centenario de su nacimiento. De esto hablarán Sonia Manzano y Ángel Emilio Hidalgo el jueves 2 a las 18:00.\n\nEl primer conversatorio será el miércoles 1 a las 10:00 en el auditorio: ‘Bastardos: Diálogo sobre la literatura ecuatoriana del siglo XXI’, con Ángel Darío Jiménez, Roberto Ramírez, Solange Rodríguez, María Mercedes Salgado y María Cecilia Velasco.\n\nLe seguirá la charla magistral que inaugurará oficialmente Las Independientes, a las 11:30: ‘Transformaciones contemporáneas de la industria editorial argentina’, de la socióloga, docente e investigadora de la Universidad de Buenos Aires Analía Goldentul.\n\nY a las 16:00 habrá en la cafetería un ‘Cuadrilátero de libros’, enfrentamiento con ring y réferi entre tres actores del mundo creativo: el escritor Martín Cadés, el ilustrador Damián Matailo y la escritora y artista visual Paula Barona.\n\nY Jessica Zambrano entrevistará a las 18:00 al músico Pedro Bomfim (Lolabúm) sobre ‘Escrituras y sonoridades’.\n\nLa cartelera completa está en las redes del MAAC. (F)",
      "pubDate": "2025-09-30T22:59:28.856000+00:00",
      "categories": [
        {
          "name": "Entertainment"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.18944955,
        "negative": 0.20375896,
        "neutral": 0.6067915
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        }
      ],
      "people": [
        {
          "name": "Sonia Manzano"
        }
      ],
      "source": {
        "domain": "eluniverso.com",
        "name": ""
      }
    },
    {
      "title": "Bayern Múnich no deja espacio para las dudas y golea al Pafos",
      "url": "https://emisorasunidas.com/deportes/2025/09/30/bayern-munich-golea-al-pafos-en-champions-league/",
      "description": "Bayern Múnich no dejó espacio alguno para las dudas y ratificó su favoritismo ante el Pafos con una goleada por 1-5 en la Liga de Campeones.",
      "content": "El Bayern Múnich no dejó espacio alguno para las dudas y ratificó su favoritismo ante el Pafos con una goleada por 1-5 en la Liga de Campeones con lo que sigue contando sus partidos por victorias.\n\nEl club bávaro dejó el partido visto para sentencia en la primera parte y en la segunda se dio el lujo de bajar un poco las revoluciones.\n\nLas posibles dudas que hubiera podido haber con respecto al desarrollo del encuentro se acabaron en el minuto 15 cuando Harry Kane marcó el primer gol del Bayern, con un remate de primera al segundo poste a pase de Michael Olise.\n\nEn el 20 Rapahel Guerreiro hizo el segundo con un remate desde cerca tras una pared con Nicholas Jackson, autor del tercero en el 31, al rematar dentro del área un pase de Olise.\n\nLa euforia inicial del club chipriota, que había tenido incluso el primer remate con dirección a puerta en el minuto 5 por intermedio de Pepe, empezó a diluirse. Cuando una galopada de Jaja en el 33, que terminó con un remate a los brazos de Manuel Neuer, volvió a despertar un poco la tribuna el cuarto del Bayern llegó a vuelta de correo marcado por Kane.\n\nSin embargo, el primer tiempo tuvo un final relativamente balsámico para el Pafos con un gran gol de Orsic que derrotó a Neuer con un remate desde fuera del área que se coló por la escuadra tras una pérdida de balón de Minjae Kim.\n\nAl comienzo de la segunda parte el Pafos tuvo una buena ocasión con un cabezazo de Goldar en un saque de esquina, pero las llegadas del Bayern, aunque no eran tan frecuentes como en la primera mitad, apuntaban al quinto gol. Y éste llego en el 68, marcado por Olise al aprovechar un rebote tras un remate de Jackson.\n\nEn la segunda parte el Bayern bajó la intensidad. Los cambios -Luis Díaz se quedó en el vestuario, Kane salió en el 64 y Olise 73- también restaron poder ofensivo. Sin embargo, hubo ocasiones para el sexto, Jackon y Serge Gnabry estrellaron sendos disparos en los postes. Pero la prioridad parecía ser reservar fuerzas para las tareas por venir tanto en la Bundesliga como en la Liga de Campeones.",
      "pubDate": "2025-09-30T16:59:28-06:00",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.16472767,
        "negative": 0.3672083,
        "neutral": 0.46806404
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        }
      ],
      "people": [
        {
          "name": "Manuel Neuer"
        },
        {
          "name": "Harry Kane"
        },
        {
          "name": "Serge Gnabry"
        },
        {
          "name": "Luis Díaz"
        },
        {
          "name": "Raphaël Guerreiro"
        },
        {
          "name": "Michael Olise"
        }
      ],
      "source": {
        "domain": "emisorasunidas.com",
        "name": ""
      }
    },
    {
      "title": "Trailer for new Dave Bautista action thriller Trap House",
      "url": "https://www.flickeringmyth.com/trailer-for-new-dave-bautista-action-thriller-trap-house/",
      "description": "Aura Entertainment has released a trailer for Trap House, the upcoming action thriller from director Michael Dowse (Stuber). The film an elite team of DEA agents forced into a game of cat-and-mouse wi…",
      "content": "Aura Entertainment has released a trailer for Trap House, the upcoming action thriller from director Michael Dowse (Stuber).\n\nThe film an elite team of DEA agents forced into a game of cat-and-mouse with their own rebellious teenage children after use their parents’ intel and equipment to rob from a drug cartel.\n\nThe cast includes Dave Bautista, Jack Champion, Sophia Lillis, Tony Dalton, Whitney Peak, Kate Del Castillo, Zaire Adams, and Bobby Cannavale. Check out the trailer below…\n\n“Trap House is centered on a team of elite DEA agents whose rebellious teenage children use their parents’ own tactics—surveillance, infiltration, and non-lethal weapons—to rob a ruthless drug cartel.”",
      "pubDate": "2025-09-30T23:59:27+01:00",
      "categories": [
        {
          "name": "Entertainment"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.21295981,
        "negative": 0.24644661,
        "neutral": 0.54059356
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [
        {
          "name": "Sophia Lillis"
        },
        {
          "name": "Tony Dalton"
        },
        {
          "name": "Bobby Cannavale"
        },
        {
          "name": "Dave Bautista"
        },
        {
          "name": "Kate del Castillo"
        }
      ],
      "source": {
        "domain": "flickeringmyth.com",
        "name": ""
      }
    },
    {
      "title": "Dusty May sees early progress on turnovers, three-point shooting",
      "url": "https://umhoops.com/2025/09/30/dusty-may-sees-early-progress-on-turnovers-three-point-shooting/",
      "description": "Ten minutes after each practice, Dusty May is handed a stat sheet. Given last year, there are two stats that his eyes are immediately drawn to. “The first thing I look at is assist-to-turnover ratio,” May said Tuesday. “And then I still have some PTSD with our shooting woes in February. And so I look […]",
      "content": "Ten minutes after each practice, Dusty May is handed a stat sheet. Given last year, there are two stats that his eyes are immediately drawn to.\n\n“The first thing I look at is assist-to-turnover ratio,” May said Tuesday. “And then I still have some PTSD with our shooting woes in February. And so I look at three-point percentage every single day. … We’ve managed the turnover battle really, really well this year. … We’ve just done a much better job of making better decisions, of simplifying our approach. And so up to this point, that’s been a real pleasant surprise.”\n\nThose two stats — assist-to-turnover ratio and three-point shooting — were awfully relevant last season.\n\nMichigan was consistently plagued by turnovers last season, with a whopping 19.6% of the Wolverines’ possessions ending in a turnover. Few power-conference teams had a higher rate. Michigan’s misplays weren’t without range, from consecutive travel violations to slips and drops to flat-out bad passes. It wasn’t something that May shied away from, either, citing it in press conferences as a point of improvement throughout the season.\n\nAnd yet, the Wolverines’ offense chugged along, surviving partially on the fact that a good portion of their turnovers were on passes for dunks or layups, otherwise high-percentage shots that — when the pass was made — Michigan converted.\n\nJust because the Wolverines progressed to the Sweet Sixteen in May’s debut year doesn’t mean Michigan quit analyzing the team’s turnovers troubles. Rather, with UNC transfer Elliot Cadeau as the new starting point guard, the Wolverines are taking a new approach.\n\n“We give him reads,” assistant coach Akeem Miskdeen said. “So when he’s going to the lane, he knows exactly where everybody should be. So he, honestly, could close his eyes and know, ‘I have a left guy, I have a guy that’s facing away.’ So we give him reads when he goes in the lane, if he gets stuck, we have a big guy, what we call ‘pivot duck’. He’s pivoting and ducking in, and you can throw it to him, so those reads probably make the game simpler for him.”",
      "pubDate": "2025-09-30T22:59:25+00:00",
      "categories": [
        {
          "name": "General"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.109353565,
        "negative": 0.5683741,
        "neutral": 0.32227236
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "EVENT"
        }
      ],
      "people": [
        {
          "name": "Elliot Cadeau"
        }
      ],
      "source": {
        "domain": "umhoops.com",
        "name": ""
      }
    },
    {
      "title": "Danny Stutsman or Drake Thomas",
      "url": "https://www.fantasypros.com/nfl/start/danny-stutsman-drake-thomas.php?scoring=HALF",
      "description": "Get advice on your decision to start Drake Thomas Danny Stutsman or LB Drake Thomas for Week 5. We offer Half PPR advice from over 80 fantasy football experts along with player statistics, the latest news and matchup information.",
      "content": "Multi-Player Comparisons let you quickly compare 3 or 4 players\n\nto see who the experts would pick.\n\nAlready a premium subscriber? Click here to confirm your accessSign In Now.",
      "pubDate": "2025-09-30T22:59:25+00:00",
      "categories": [
        {
          "name": "Entertainment"
        },
        {
          "name": "Sports"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.35653427,
        "negative": 0.05074044,
        "neutral": 0.59272534
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        }
      ],
      "people": [],
      "source": {
        "domain": "fantasypros.com",
        "name": ""
      }
    },
    {
      "title": "Utiliza Word y Excel como un experto con la IA de Microsoft",
      "url": "https://www.infobae.com/tecno/2025/09/30/utiliza-word-y-excel-como-un-experto-con-la-ia-de-microsoft/",
      "description": "Ahora puedes usar la IA como asistente en la creación y perfeccionamiento de archivos sin necesidad de experiencia previa",
      "content": "Crear documentos de Word y hojas de cálculo de Excel de nivel profesional ya no es una tarea exclusiva para expertos. Microsoft ha incorporado inteligencia artificial en sus aplicaciones clásicas mediante el nuevo Modo Agente, una función que permite a cualquier usuario, sin experiencia previa, generar y perfeccionar archivos de alta calidad con simples indicaciones en lenguaje natural.\n\nEsta innovación, impulsada por Microsoft 365 Copilot, marca un cambio en la forma en que las personas interactúan con las herramientas de productividad más utilizadas en el mundo.\n\nEl Modo Agente representa una evolución en la integración de inteligencia artificial dentro de Word y Excel. Su propósito es democratizar el acceso a funciones avanzadas, eliminando la necesidad de dominar menús complejos o fórmulas técnicas.\n\nAl recibir instrucciones escritas en lenguaje cotidiano, la IA interpreta las necesidades del usuario y ejecuta tareas que antes requerían conocimientos especializados. Esta función se encarga de las labores más complejas: redacta contenido, sugiere mejoras y plantea preguntas aclaratorias para afinar el resultado final.\n\nEjemplos prácticos de uso en Word y Excel\n\nEn la práctica, el Modo Agente ofrece ejemplos concretos de cómo la inteligencia artificial puede facilitar el trabajo diario. En Excel, basta con solicitar la creación de un presupuesto familiar para que la herramienta genere categorías como alquiler, alimentos, servicios públicos, combustible y entretenimiento. Además, puede establecer fórmulas que alertan si se supera o no el presupuesto, o incluso elaborar análisis financieros para pequeñas empresas.\n\nEn Word, la IA asiste en la redacción y revisión de documentos tan variados como currículos, cartas personales, informes de progreso o resúmenes ejecutivos, lo que permite que el usuario enfoque su atención en el contenido y no en la estructura técnica.\n\nProceso de interacción entre usuario e inteligencia artificial\n\nEl proceso de colaboración entre el usuario y la inteligencia artificial es iterativo. Se inicia con una indicación sencilla y, a partir de ahí, el usuario puede guiar a Copilot para que realice ajustes, refine el texto o añada detalles específicos. Sumit Chauhan, vicepresidente corporativo del grupo de productos Office de Microsoft, explicó que el usuario comienza con una simple indicación y luego trabaja de forma iterativa con Copilot, guiándolo mientras orquesta tareas de varios pasos para entregar documentos, hojas de cálculo y presentaciones de alta calidad.\n\nEsta dinámica convierte a la IA en un asistente que acompaña y potencia la creatividad y productividad de cualquier persona.\n\nEn cuanto a la disponibilidad, el Modo Agente ya se encuentra activo en el programa Frontier para usuarios con licencia de Microsoft 365 Copilot y para suscriptores de Microsoft 365 Personal o Familiar. Actualmente, la función está habilitada en la web y en inglés, con planes de expansión a las versiones de escritorio en el corto plazo. Para utilizar el Modo Agente en Excel, es necesario instalar el complemento Excel Labs y seleccionar la opción correspondiente.\n\nEn Word, la función también está disponible en la versión web, y se prevé su llegada a la aplicación de escritorio próximamente. Por su parte, Office Agent en Copilot chat permite crear presentaciones en PowerPoint y documentos en Word, aunque la integración total con Excel y PowerPoint se irá ampliando de manera progresiva.\n\nDesde la perspectiva de Microsoft, la colaboración entre humanos y agentes de inteligencia artificial redefine el patrón de trabajo en el entorno digital. La compañía visualiza un futuro en el que la interacción fluida con la IA no solo simplifica tareas complejas, sino que también transforma la manera en que las personas producen y perfeccionan información en su vida cotidiana y profesional.\n\nAsí, la llegada del Modo Agente inaugura una nueva etapa en la relación entre usuarios y tecnología, donde la inteligencia artificial se convierte en un socio activo en la creación y gestión de documentos y datos.",
      "pubDate": "2025-09-30T22:59:24+00:00",
      "categories": [
        {
          "name": "Tech"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.20732419,
        "negative": 0.2148999,
        "neutral": 0.5777759
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "LANGUAGE"
        }
      ],
      "people": [],
      "source": {
        "domain": "infobae.com",
        "name": ""
      }
    },
    {
      "title": "Mark Wahlberg Names The 1 Movie He's Glad He Didn't Make",
      "url": "https://www.huffpost.com/entry/mark-wahlberg-batman-robin-movie_n_68dc4916e4b0d2dd31586856",
      "description": "The actor was asked if there were any roles he regretted missing out on.",
      "content": "For two decades, HuffPost has been fearless, unflinching, and relentless in pursuit of the truth. Support our mission to keep us around for the next 20 — we can't do this without you.\n\nWe remain committed to providing you with the unflinching, fact-based journalism everyone deserves. Thank you again for your support along the way. We’re truly grateful for readers like you! Your initial support helped get us here and bolstered our newsroom, which kept us strong during uncertain times. Now as we continue, we need your help more than ever. We hope you will join us once again.\n\nWe remain committed to providing you with the unflinching, fact-based journalism everyone deserves. Thank you again for your support along the way. We’re truly grateful for readers like you! Your initial support helped get us here and bolstered our newsroom, which kept us strong during uncertain times. Now as we continue, we need your help more than ever. We hope you will join us once again.",
      "pubDate": "2025-09-30T22:59:23+00:00",
      "categories": [
        {
          "name": "Entertainment"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.7591702,
        "negative": 0.05151104,
        "neutral": 0.18931875
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [
        {
          "name": "Mark Wahlberg"
        }
      ],
      "source": {
        "domain": "huffpost.com",
        "name": ""
      }
    },
    {
      "title": "Pioneer",
      "url": "https://www.insidehalton.com/ontario-communities/oakville/shopping-and-services/travel/details/pioneer/312281/",
      "description": "Pioneer",
      "content": "There was a problem with the recaptcha. Please try again.\n\nYou may unsubscribe at any time. By signing up, you agree to our terms of use and privacy policy. This site is protected by reCAPTCHA and the Google privacy policy and terms of service apply.",
      "pubDate": "2025-09-30T22:59:23+00:00",
      "categories": [
        {
          "name": "Travel"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.11538149,
        "negative": 0.36409464,
        "neutral": 0.52052385
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [],
      "source": {
        "domain": "insidehalton.com",
        "name": ""
      }
    },
    {
      "title": "🚨🇺🇸COMEY INDICTMENT: 42 RETIRED JUDGES WARN \"NO AMERICAN IS SAFE\" James Comey faces two felony counts after Trump publicly demanded his prosecution and installed his personal lawyer as prosecutor. The unprecedented move came after",
      "url": "https://x.com/MarioNawfal/status/1973160778111811956",
      "description": "🚨🇺🇸COMEY INDICTMENT: 42 RETIRED JUDGES WARN \"NO AMERICAN IS SAFE\" James Comey faces two felony counts after Trump publicly demanded his prosecution and installed his personal lawyer as prosecutor. The unprecedented move came after",
      "content": "JavaScript is not available.\n\nWe’ve detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to continue using x.com. You can see a list of supported browsers in our Help Center.",
      "pubDate": "2025-09-30T22:59:23+00:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.11409704,
        "negative": 0.32416055,
        "neutral": 0.5617425
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        }
      ],
      "people": [],
      "source": {
        "domain": "x.com",
        "name": ""
      }
    },
    {
      "title": "Mark Wahlberg Reveals The Movie He’s Grateful He Never Made",
      "url": "https://www.huffpost.com/entry/mark-wahlberg-batman-robin-movie_n_68dc4916e4b0d2dd31586856?ncid=NEWSSTAND0001",
      "description": "The actor was asked if there were any roles he regretted missing out on.",
      "content": "For two decades, HuffPost has been fearless, unflinching, and relentless in pursuit of the truth. Support our mission to keep us around for the next 20 — we can't do this without you.\n\nWe remain committed to providing you with the unflinching, fact-based journalism everyone deserves. Thank you again for your support along the way. We’re truly grateful for readers like you! Your initial support helped get us here and bolstered our newsroom, which kept us strong during uncertain times. Now as we continue, we need your help more than ever. We hope you will join us once again.\n\nWe remain committed to providing you with the unflinching, fact-based journalism everyone deserves. Thank you again for your support along the way. We’re truly grateful for readers like you! Your initial support helped get us here and bolstered our newsroom, which kept us strong during uncertain times. Now as we continue, we need your help more than ever. We hope you will join us once again.",
      "pubDate": "2025-09-30T22:59:23+00:00",
      "categories": [
        {
          "name": "Entertainment"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.7591702,
        "negative": 0.05151104,
        "neutral": 0.18931875
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [
        {
          "name": "Mark Wahlberg"
        }
      ],
      "source": {
        "domain": "huffpost.com",
        "name": ""
      }
    },
    {
      "title": "Mark Wahlberg Names One Of The 'Bullets' He's Dodged In His Career",
      "url": "https://ca.news.yahoo.com/mark-wahlberg-names-one-bullets-225923914.html?_guc_consent_skip=1759273698",
      "description": "The actor was asked if there were any roles he regretted missing out on.",
      "content": "Mark Wahlberg dropped the name of a popular late ’90s action movie when he was asked last week about roles he could have had, but ultimately didn’t get.\n\nBut instead of regret, the actor sounded relieved.\n\n“You know I dodged a couple of bullets,” Wahlberg revealed while speaking with Entertainment Weekly on Thursday. “I did a couple ones that weren’t so good. We don’t need to mention those.”\n\nWhen pressed to name something, the star of “Boogie Nights” and “Ted” responded, “That wouldn’t be nice.”\n\nAnd while Wahlberg didn’t cite any films he regretted doing, he did say that he was “in talks” to play the superhero Robin in the 1997 film “Batman & Robin.”\n\n“I did not get an official offer, but I was meeting with Joel Schumacher about ‘Batman & Robin,’ he said.\n\nThe role eventually went to Chris O’Donnell, which was perfectly fine with Wahlberg because he “wasn’t interested in that type of project.”\n\nBuzz: Kristen Bell Reveals Minor Regret About Her Sex Life Before Marrying Dax Shepard\n\nThe topic was sparked after Leonardo DiCaprio shared that he’s still kicking himself for turning down the lead role in the 1997 film “Boogie Nights,” a role that ultimately went to Wahlberg.\n\n“My biggest regret is not doing ‘Boogie Nights’,” DiCaprio said. “It was a profound movie of my generation. I can’t imagine anyone but Mark [Wahlberg] in it. When I finally got to see that movie, I just thought it was a masterpiece.”\n• David Beckham Is Suing Fitness Company Part-Owned By Mark Wahlberg For Millions\n• Mark Wahlberg Spills On Drama That Had Him ‘A Little Pissed’ Filming ‘The Departed’\n• Mark Wahlberg Is Not A Fan Of The Ozempic Weight Loss Fad",
      "pubDate": "2025-09-30T22:59:23+00:00",
      "categories": [
        {
          "name": "Entertainment"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.1721643,
        "negative": 0.4382438,
        "neutral": 0.38959184
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        }
      ],
      "people": [
        {
          "name": "Dax Shepard"
        },
        {
          "name": "Chris O'Donnell"
        },
        {
          "name": "Leonardo DiCaprio"
        },
        {
          "name": "Kristen Bell"
        },
        {
          "name": "David Beckham"
        },
        {
          "name": "Mark Wahlberg"
        }
      ],
      "source": {
        "domain": "ca.news.yahoo.com",
        "name": ""
      }
    },
    {
      "title": "Trump considering Chicago for military training draws ire of Pritzker, Johnson",
      "url": "https://www.yahoo.com/news/articles/trump-considering-chicago-military-training-225921130.html",
      "description": "Chicago Mayor Brandon Johnson also addressed Trump's comments.",
      "content": "CHICAGO (WGN) — President Donald Trump and Illinois Governor JB Pritzker continued their long-running war of words on Tuesday, as the president spoke about using the city of Chicago as a training ground for military troops.\n\nArguing the US is fighting a war from within, Trump floated a new way on how he might like to use the military in the Windy City. During a rare gathering of America’s top military commanders, Trump defended using troops to help police cities and took aim at Chicago.\n\n“I told Pete (Hegseth), we should use some of these dangerous cities as training grounds for our military, National Guard, but military, because we’re going into Chicago very soon,” Trump said. “That’s a big city with an incompetent governor, stupid governor. Stupid.”\n\nPritzker says 100 National Guard troops could be deployed to Chicago amid ongoing ‘Operation Midway Blitz’\n\nPresident Trump’s threat to send troops to Chicago seems closer to becoming reality after the Department of Homeland Security sent a memo to the Defense Department seeking help protecting immigration enforcement agents and facilities.\n\n“It appears that Donald Trump – not only has dementia set in, but he’s copying the tactics of Vladimir Putin,” Pritzker said.\n\nChicago Mayor Brandon Johnson also addressed Trump’s comments, saying, “American cities are not a training ground for the military. Quite frankly, it’s appalling that he would even suggest such a thing. This is further evidence and proof that he’s an unstable, unhinged individual.”\n\nPritzker says the Trump administration is using the need to protect the United States Immigration and Customs Enforcement (ICE) as a way to normalize the use of the military in American cities. The governor says that’s why he won’t call the president.\n\n“Every weekend they lose five, six – if they lose five, they’re considering it a great week, they shouldn’t lose any,” Trump said. “He’s always up there saying, ‘We’re in good shape, we don’t need the military.’ No, they need the military desperately.”\n\nJohnson, who touts Chicago’s gains in reducing crime, blasted the president’s interest in cities with diverse communities.\n\n“Where the population is most pronounced, which is our cities where working-class people live, Black, brown, white, Asian families live, that this is somehow a playground for his militarized obsession,” Johnson said.\n\nAs the mayor and governor work to keep residents informed, they acknowledge that there’s only so much they can do to counter the federal government.\n\n“There is nothing we can do in terms of putting our law enforcement in the way of federal law enforcement when they are carrying out – wrong but accurate – federal laws,” Pritzker said. “We need comprehensive immigration reform, that is what will matter. And what we can do when it comes to troops being sent into Chicago and the state of Illinois is immediately go to court. We’re prepared to do that.”\n\nSome elected officials in Illinois say they do want the Trump administration’s help. Cook County commissioner Sean Morris, a Republican, called the mayor and governor’s statements about federal law enforcement activity “reckless.”\n\nCopyright 2025 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to WGN-TV.",
      "pubDate": "2025-09-30T22:59:21+00:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.047336794,
        "negative": 0.77866495,
        "neutral": 0.17399833
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        }
      ],
      "people": [
        {
          "name": "Donald Trump"
        },
        {
          "name": "Vladimir Putin"
        },
        {
          "name": "Pete Hegseth"
        },
        {
          "name": "JB Pritzker"
        },
        {
          "name": "Brandon Johnson"
        }
      ],
      "source": {
        "domain": "yahoo.com",
        "name": ""
      }
    },
    {
      "title": "U.S. cities aren’t meant to be military training grounds",
      "url": "https://www.washingtonpost.com/opinions/2025/09/30/trump-military-speech-generals-hegseth/",
      "description": "Our soldiers didn’t sign up to be police officers.",
      "content": "President Donald Trump, while speaking to the nation’s generals and admirals on Tuesday, placed a distressing emphasis on deploying the military for domestic law enforcement. He referred to a “war from within,” a determination to crush “domestic” enemies who “don’t wear uniforms” and a desire to use dangerous cities “as training grounds for our military.”",
      "pubDate": "2025-09-30T22:59:20.296000+00:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.046396043,
        "negative": 0.78664774,
        "neutral": 0.16695623
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PERSON"
        }
      ],
      "people": [
        {
          "name": "Donald Trump"
        }
      ],
      "source": {
        "domain": "washingtonpost.com",
        "name": ""
      }
    },
    {
      "title": "2027: Athena Centre To Launch Electoral Observatory, Sets Agenda For Next INEC Chair",
      "url": "https://leadership.ng/2027-athena-centre-to-launch-electoral-observatory-sets-agenda-for-next-inec-chair/",
      "description": "The Athena Centre for Policy and Leadership has announced a major initiative aimed at bolstering the credibility of Nigeria's elections, starting with the",
      "content": "The Athena Centre for Policy and Leadership has announced a major initiative aimed at bolstering the credibility of Nigeria’s elections, starting with the upcoming off-cycle polls in November and extending to the crucial 2027 general election.\n\nThe Centre’s Chancellor and former minister of Aviation, Chief Osita Chidoka, disclosed this in Abuja on Tuesday during a press briefing to unveil a landmark report on electoral technology and a new monitoring platform, the Athena Electoral Observatory, scheduled for launch on October 6, 2025.\n\nChidoka stated that the report, titled ‘Innovations in Electoral Technology, 2015 to 2025: Gains, Gaps and the Road Ahead,’ was designed to be a national conversation on the future of Nigeria’s democracy, bringing together politicians, INEC officials, civil society, development partners, and security agencies.\n\n“Our mission is to ensure that every innovation strengthens, not undermines, the legitimacy of Nigeria’s elections,” Chidoka said.\n\nHe said that the report was the culmination of three pre-event workshops held in September with key stakeholders and integrated findings from a nationwide opinion poll conducted by NOI Polls, offering fresh citizen perspectives on electoral technology and trust ahead of the 2027 elections.\n\nThe former minister of Aviation said that a key highlight of the October event will be the formal launch of the Athena Electoral Observatory, which he described as a permanent platform for electoral accountability.\n\n“The Athena Electoral Observatory will serve as Nigeria’s independent lens on elections, objective, evidence-based, and citizen-focused.\n\n“The platform will monitor Nigeria’s elections and election technology, track global innovations, provide evidence-based assessment of reforms, and deliver independent insights,” he said.\n\nResponding to questions from journalists thereafter, Chidoka clarified that the Centre’s review was strategically timed to set a clear, evidence-based agenda for the next chairman of the Independent National Electoral Commission (INEC).\n\n“This is a review of INEC’s technological innovations over the past 10 years. We are going to be looking at all the technology INEC has introduced and how it has functioned in our electoral journey.\n\n“Are there gains? Are there gaps? And how do we take it forward? We have been conducting post-election audits. We’ve done them in four states now and also in some by-elections. We’re going to use those post-election audits as a benchmark to see how INEC’s technology has helped us.\n\n“Our expectation is that this review will help us know whether these INEC technologies are relevant to the electoral process. What about them should we sustain and what gaps should we close? Inevitably, this is now setting an agenda for the new chairman. We don’t want to wait for the new chairman to come.\n\n“We want to review what has happened and we want to hear from INEC what the challenges are and why some of these gaps exist, so that the new INEC chairman comes on board with clear clarity about what is working and what needs to be improved,” he explained.\n\nThe Chancellor emphasised that the Centre’s work was driven by data, not speculation, saying, “At the Athena Centre, we are driven by data. We are driven by evidence. We are driven by objective, verifiable information.”\n\nHe further stated that their past post-election audits have even led to the naming of specific polling officials who tampered with results, and that the findings would provide a practical template for immediate and long-term reform.\n\n“This offers us an opportunity to ensure that what is good with the INEC technology is sustained. The gaps that are identified are put forward to be fixed before we get to 2027,” he stated.",
      "pubDate": "2025-09-30T23:59:20+01:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.393426,
        "negative": 0.15660872,
        "neutral": 0.44996527
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PRODUCT"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        }
      ],
      "people": [
        {
          "name": "Osita Chidoka"
        }
      ],
      "source": {
        "domain": "leadership.ng",
        "name": ""
      }
    },
    {
      "title": "DC Power vs. Carolina (22 Nov, 2025) Live Score (UK)",
      "url": "https://www.espn.co.uk/football/match/_/gameId/759400/carolina-ascent-fc-dc-power-fc",
      "description": "Live coverage of the DC Power FC vs. Carolina Ascent FC Usl Super League game on ESPN (UK), including live score, highlights and updated stats.",
      "content": "Chelsea's Maresca: No concern despite 3rd red card in 4 games\n\nEnzo Maresca has rejected any suggestion Chelsea have a discipline problem despite picking up their third red card in four matches during Tuesday's win over Benfica.",
      "pubDate": "2025-09-30T22:59:19+00:00",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.055429384,
        "negative": 0.7398286,
        "neutral": 0.20474198
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PERSON"
        }
      ],
      "people": [],
      "source": {
        "domain": "espn.co.uk",
        "name": ""
      }
    },
    {
      "title": "Indústria maranhense aposta em inteligência artificial",
      "url": "https://g1.globo.com/ma/maranhao/videos-jmtv-2-edicao/video/industria-maranhense-aposta-em-inteligencia-artificial-13974403.ghtml",
      "description": "Série do JM2 começa com projetos de alunos do SENAI que prometem transformar o setor e a aprendizagem.",
      "content": "Série do JM2 começa com projetos de alunos do SENAI que prometem transformar o setor e a aprendizagem.",
      "pubDate": "2025-09-30T22:59:19+00:00",
      "categories": [
        {
          "name": "Tech"
        }
      ],
      "language": "pt",
      "authors": [],
      "sentiment": {
        "positive": 0.79550284,
        "negative": 0.020911569,
        "neutral": 0.18358561
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [],
      "source": {
        "domain": "g1.globo.com",
        "name": ""
      }
    },
    {
      "title": "No grounds to charge RCMP officer accused of sex assault: SIRT",
      "url": "https://www.thespec.com/news/canada/no-grounds-to-charge-rcmp-officer-accused-of-sex-assault-sirt/article_52f52202-3610-5f02-b72c-a8cb0bb9a40f.html",
      "description": "The agency responsible for investigating cases involving the police in New Brunswick has ruled there are no grounds for charges against a western New Brunswick-area officer accused of sexual assault.",
      "content": "You're signed up! You'll start getting Ontario Now in your inbox soon.\n\nWant more of the latest from us? Sign up for more at our newsletter page.",
      "pubDate": "2025-09-30T18:59:19-04:00",
      "categories": [
        {
          "name": "General"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.60889906,
        "negative": 0.048704606,
        "neutral": 0.34239632
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [],
      "source": {
        "domain": "thespec.com",
        "name": ""
      }
    },
    {
      "title": "Italy’s Meloni says Gaza flotilla risks escalation, could ‘blow up' potential ceasefire deal",
      "url": "https://www.foxnews.com/world/italys-meloni-says-gaza-flotilla-risks-escalation-could-blow-up-potential-ceasefire-deal",
      "description": "Italian PM Giorgia Meloni blasted the Gaza flotilla for exploiting civilians as Israel braces for escalation, raising fears it could derail Donald Trump’s peace push.",
      "content": "The Gaza-bound flotilla involving anti-Israel activists and celebrities, including Greta Thunberg, has drawn sharp criticism from Italian Prime Minister Giorgia Meloni, as Israel watches closely amid fears it could derail Donald Trump’s push for a peace deal.\n\nMeloni warned the flotilla is intended to destabilize Trump’s peace plan, stating on X, \"The truth is simple: those aids can be delivered without risks … Insisting on wanting to force a naval blockade means making oneself- Knowingly or not- instruments of those who want to blow up every possibility of [a] ceasefire. Spare us the lesson in morality on peace if your goal is escalation. And do not exploit the civilian population of Gaza if you are not truly interested in their fate.\"\n\nThe Trump administration has framed its 20-point plan as the path to both ending the war in Gaza and securing the release of Israeli hostages, but the flotilla could shift the narrative back toward confrontation.\n\nTRUMP UNVEILS 20-POINT PLAN TO SECURE PEACE IN GAZA, INCLUDING GRANTING SOME HAMAS MEMBERS ‘AMNESTY'\n\nOn X, Israeli Foreign Minister Gideon Saar stated, \"The flotilla to Gaza is not a humanitarian act, but a dangerous provocation intended to inflame tensions and undermine ongoing diplomatic efforts.\"\n\nThe Global Sumud Flotilla describes itself as a \"multinational civilian effort to break Israel’s illegal siege of Gaza,\" saying the flotilla is the largest attempt to date to break Israel’s maritime blockade of the Gaza Strip, which has now lasted 18 years. Israel says the blockade is needed to prevent Hamas from importing arms.\n\nThe Sumud flotilla is now moving into waters that fall within Israel’s exclusive economic zone and is expected to reach Israeli waters around Yom Kippur with nearly 50 vessels and hundreds of anti-Israel activists on board. According to Israel’s Channel 12 News, Jerusalem has deployed 600 police officers and naval units, and even set up a special court at Ktzi’ot Prison to process detainees, with security officials warning of possible provocations at sea. \"This is a sensitive and complex operation, and we are preparing for provocations,\" a senior Israeli police officer said.\n\n\n\n TRUMP SAYS ‘REAL CHANCE FOR GREATNESS’ AS NETANYAHU WHITE HOUSE MEETING LOOMS FOR GAZA TALKS\n\nThe flotilla has drawn international attention not only because of Thunberg’s participation but also because of its European and regional connections. The fleet departed from Barcelona, with activists supported by groups in Spain, which Jerusalem claims is tied to Hamas operative Saif Abu Kashk, who allegedly runs a front company that Israeli intelligence claims controls many of the ships.\n\nAt the same time, Turkey says it has been monitoring the flotilla with drones, with Ankara saying it may assist further \"on humanitarian grounds.\" Turkey has been accused of sheltering Hamas members in the country.\n\nFor Israel, observers say the challenge is to prevent activists from reaching Gaza while avoiding an international incident that could play into Hamas’s hands. As Trump works to lock in a deal, the looming confrontation at sea risks shifting headlines away from diplomacy and back toward conflict.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nOn Tuesday, Israel released documents tying the flotilla’s organizers to Hamas through the Palestinian Conference for Palestinians Abroad (PCPA). The group, established in Turkey in 2017, has been designated a terrorist organization by Israel and accused of serving as Hamas’s overseas arm.",
      "pubDate": "2025-09-30T18:59:17-04:00",
      "categories": [
        {
          "name": "World"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.06720794,
        "negative": 0.70409447,
        "neutral": 0.22869763
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "FAC"
        }
      ],
      "people": [
        {
          "name": "Giorgia Meloni"
        },
        {
          "name": "Donald Trump"
        }
      ],
      "source": {
        "domain": "foxnews.com",
        "name": ""
      }
    },
    {
      "title": "美国国债：三季度回报率1.5%，多期限收益率有变动",
      "url": "https://usstock.hexun.com/2025-10-01/221660621.html",
      "description": "【美国国债第三季度回报率1.5%，迈向2020年以来最佳年度表现】一项指数显示，美国国债第三季度回报率达1.5%，连续三个季度上涨。美国政府可能停摆威胁增长，增",
      "content": "【美国国债第三季度回报率1.5%，迈向2020年以来最佳年度表现】 一项指数显示，美国国债第三季度回报率达1.5%，连续三个季度上涨。美国政府可能停摆威胁增长，增强了投资者购买美债意愿。今年前三个季度，美债总回报率约5.4%，迈向2020年以来最佳年度表现。 周二，美国国债涨跌互现，收益率曲线趋陡。7年期基本持平，5s30s利差月底回到100个基点。短端在数据公布后获支撑，长端受大宗资金流打压，包括一笔200万美元/DV01的10年期国债大额抛盘。 纽约时间下午3点后不久，美债短端收益率下行约2.5个基点，长端上行约2个基点。2s10s和5s30s利差日内分别陡化2.5和3个基点，10年期美债收益率略高于周一收盘，报4.145%。 美国时段午后，长端承压，10年期美债期货出现3万张大宗卖家。此前期货交易也偏向大宗卖盘，还出现多笔10年期美债期货卖盘。 随着政府关门临近，短端获支撑，互换市场反映的美联储降息预期略有上升，预计未来三次政策会议合计降息53个基点，高于周一收盘时的50个基点。 美债期货市场上，投资者继续通过12月到期看涨期权押注10年期美债走强，包括一笔3500万美元、行权价113.00的看涨期权买家，目标对应约4.05%的10年期收益率。 截至美东时间下午04：17，美国2年期国债收益率下跌0.81个基点，报3.6124%；5年期上涨1.04个基点，报3.7443%；10年期上涨1.54个基点，报4.1542%；30年期上涨2.93个基点，报4.733%。 美国2年和10年国债收益率差上涨2.15个基点，报53.764个基点；5年和30年国债收益率差上涨1.89个基点，报98.697个基点。\n\n本文由 AI 算法生成，仅作参考，不涉投资建议，使用风险自担",
      "pubDate": "2025-09-30T22:59:16+00:00",
      "categories": [
        {
          "name": "Finance"
        }
      ],
      "language": "zh",
      "authors": [],
      "sentiment": {
        "positive": 0.191099,
        "negative": 0.48513746,
        "neutral": 0.32376352
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        }
      ],
      "people": [],
      "source": {
        "domain": "usstock.hexun.com",
        "name": ""
      }
    },
    {
      "title": "Events to check out this October in Busan",
      "url": "https://korea.stripes.com/travel/busan-october-events.html",
      "description": "Here’s a look at the events planned around the city for the month of October.",
      "content": "Fall is one of the main festival seasons in Korea and Busan is chock full of festivals and events that you won’t want to miss.\n\nHere’s a look at the events planned around the city for the month of October.\n\nPlease consider to like and subscribe to our YouTube Channel.",
      "pubDate": "2025-09-30T22:59:15+00:00",
      "categories": [
        {
          "name": "Travel"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.2917371,
        "negative": 0.12807435,
        "neutral": 0.5801885
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        }
      ],
      "people": [],
      "source": {
        "domain": "korea.stripes.com",
        "name": ""
      }
    },
    {
      "title": "“Inusual para la época”: se dispara el ingreso de camiones a los puertos cerealeros luego de la fugaz quita de las retenciones",
      "url": "https://www.lanacion.com.ar/economia/campo/inusual-para-la-epoca-se-dispara-el-ingreso-de-camiones-a-los-puertos-cerealeros-luego-de-la-fugaz-nid30092025/",
      "description": "En un solo día, en las terminales del Gran Rosario el flujo pasó de poco más de 1000 unidades a casi 3000 y prevén que se incrementará en los próximos días",
      "content": "“Lo que beneficia a la Argentina”: el Gobierno negó una presión de Estados Unidos por las retenciones",
      "pubDate": "2025-09-30T22:59:13.786000+00:00",
      "categories": [
        {
          "name": "Finance"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.37452462,
        "negative": 0.13172755,
        "neutral": 0.4937478
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        }
      ],
      "people": [],
      "source": {
        "domain": "lanacion.com.ar",
        "name": ""
      }
    },
    {
      "title": "Yankees have no one but themselves to blame for empty seats in AL Wild Card series",
      "url": "https://fansided.com/mlb/yankees-attendance-game-1-mlb-wild-card-series",
      "description": "The New York Yankees are set to play what's easily the highest anticipated Wild Card Series against their arch-rivals, the Boston Red Sox, with all three games",
      "content": "The New York Yankees are set to play what's easily the highest anticipated Wild Card Series against their arch-rivals, the Boston Red Sox, with all three games set to be played at Yankee Stadium. The Yankees-Red Sox rivalry is known to be one of the best in all of sports, and it only kicks up a notch when they meet in October.\n\nGiven that, it'd be fair to expect Yankee Stadium to be packed well before first pitch and for ticket prices to be astronomical. Well, that isn't exactly the case on either front, and the Yankees are entirely to blame for that.\n\nFor more news and rumors, check out MLB Insider Robert Murray’s work on The Baseball Insiders podcast, subscribe to The Moonshot, our weekly MLB newsletter, and join the discord to get the inside scoop during the MLB season.\n\nYankees are to blame for empty seats in Wild Card Series opener\n\nYou read that right. The Yankees limited ticket sales to residents of New York, New Jersey, Connecticut or Pennsylvania for Game 1 of this series. The intention behind this is quite clear - they'd like for the crowd to consist of only Yankees fans.\n\nWe've seen teams in several sports do this, but never have we seen the Yankees, arguably the most popular sports team on the planet, restrict ticket sales. The Yankees should enjoy every bit of their home-field advantage, but is it not incredibly lame to restrict ticket buyers to individuals who don't live in Massachusetts?\n\nI'm not going to say all of those empty seats would've been filled by Red Sox fans, and I'm not saying Yankees fans should want Red Sox fans to fill those seats, but again, empty seats? In this game? That's a bad look, no matter how you slice it.\n\nI'm not going to act like a get-in price of $92 is dirt cheap, but for the first postseason game at Yankee Stadium against the Red Sox with Max Fried and Garrett Crochet on the mound, $92 to get in doesn't feel that crazy, especially when the get-in price for the Chicago Cubs game, which took place in the early afternoon at Wrigley Field, was even more expensive for a seat.\n\nThis, probably, has a lot to do with the Yankees limiting who can buy tickets to this game. Having prices be that low and still not being able to even come close to filling the place up before introductions is not ideal. The seats will almost certainly fill most of the way up as the game progresses, but a game of this magnitude not being sold out from the jump is just shocking.",
      "pubDate": "2025-09-30T22:59:12+00:00",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.05718429,
        "negative": 0.66799927,
        "neutral": 0.27481648
      },
      "places": [
        {
          "name": "",
          "country": "United States",
          "state": "New York",
          "city": "New York"
        }
      ],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "WORK_OF_ART"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "TIME"
        }
      ],
      "people": [
        {
          "name": "Max Fried"
        },
        {
          "name": "Garrett Crochet"
        }
      ],
      "source": {
        "domain": "fansided.com",
        "name": ""
      }
    },
    {
      "title": "Gunshots, robbery victims, should be treated while awaiting police report — Expert",
      "url": "https://vmtnews.ng/gunshots-robbery-victims-should-be-treated-while-awaiting-police-report-expert/",
      "description": "Gunshots, robbery victims, should be treated while awaiting police report — Expert\n\n\n\n\n\n\n\nA Medical Practitioner, Dr Abib Olamitoye, has urged operators of me",
      "content": "Gunshots, robbery victims, should be treated while awaiting police report — Expert\n\nA Medical Practitioner, Dr Abib Olamitoye, has urged operators of medical facilities in Nigeria to always attend to victims of gunshots and robbery first, while awaiting police report.\n\nSpeaking during an interview with newsmen Ibadan on Tuesday, Olamitoye noted that this would save a lot of victims from preventative deaths that usually occurred while waiting for treatment clearance from the police.\n\nOlamitoye, Founder and Chief Executive Officer (CEO) of Ibadan Central Hospital, suggested the need for all medical facilities to have good working relationship and contact phone numbers of police divisions within their jurisdictions, for such emergencies.\n\n“We need to start attending to the victims first, then demand for police report and if a victim or a relative cannot provide police report in the process of treatment, then hospitals can call the attention of the police, since the victim is under their care and cannot escape with such condition.\n\n“The patient must be kept alive first, then we can now talk about police report, price, hospital card and other necessary things,” he said.\n\nSpeaking on medical tourism among the political class, he noted that majority of the locally trained medical practitioners, could do far better than their counterparts trained abroad, if provided with the right infrastructure and good working conditions.\n\nHe noted that some locally trained medical practitioners had resolved many complex medical issues excellently, even with improvised equipments and unfriendly working environment.\n\nOlamitoye then urged government to urgently address welfare, infrastructure decay and other issues in the country’s medical sector, to prevent brain drain that had been ravaging the sector.\n\n“Costs and condition of training medical practitioners in Nigeria should be a great concern to government and the general public.\n\n“During our time as students at the University College Hospital (UCH) Ibadan, there was nothing like power failure or shortage of water.\n\n“The medical tourism is not as a result of lack of competent hands, but due to decayed infrastructure and other issues.\n\n“We need urgent attention to issues of doctors welfare packages, as they spend longer years to study. They need to feed their families and meet up with other responsibilities.\n\n“Foreign countries put more value on Nigerian doctors and that is why they excel when they get the right equipments and good environment to work over there,” he said.",
      "pubDate": "2025-09-30T22:59:11+00:00",
      "categories": [
        {
          "name": "General"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.070246495,
        "negative": 0.65968114,
        "neutral": 0.27007243
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "NORP"
        }
      ],
      "people": [],
      "source": {
        "domain": "vmtnews.ng",
        "name": ""
      }
    },
    {
      "title": "Gobernador de Córdoba recorrió las obras de Montería para ver avance en Plan Masivo de Pavimentación",
      "url": "https://www.wradio.com.co/2025/10/01/gobernador-de-cordoba-recorrio-las-obras-de-monteria-para-ver-avance-en-plan-masivo-de-pavimentacion/",
      "description": "Este plan ya tiene un avance del 35% en todos los frentes de trabajo. Acá le contamos sobre este progreso y el impacto a la calidad de vida de los monterianos.",
      "content": "El gobernador de Córdoba, Erasmo Zuleta Bechara, recorrió el pasado 25 de septiembre los principales frentes de trabajo de la Revolución de las Obras en Montería, que es uno de los ejes centrales de su plan de gobierno.\n\nEl principal objetivo de este recorrido era constatar los avances del Plan Masivo de Pavimentación, que ya llega al 35% y que contempla la intervención de 8.000 metros lineales de vías en diferentes barrios de la capital cordobesa, acompañados de parques, espacios recreativos y equipamientos que fomentan la cohesión social.\n\nAdemás, durante su visita, el gobernador Zuleta destacó que estos proyectos van más allá de un escenario deportivo o una calle pavimentada: “Queremos que estos lugares se conviertan en espacios familiares y motivos para reunirse en casa para mejorar sus condiciones”, como explicó.\n\nHay algunas obras que cuentan con unos avances destacados en su ejecución. Al respecto, el mandatario cordobés aseguró: “Estas obras son más que cemento y asfalto, significan bienestar, comercio, deporte y espacios de encuentro para las familias. Montería está viviendo una transformación histórica y no vamos a detenernos”. Por ese motivo, acá le dejamos algunos de los avances que resaltan en este plan:\n• - Barrio 6 de Marzo: alcanzó un 60% de pavimentación, con 735 de los 1.300 metros proyectados listos para el tránsito seguro de peatones y vehículos, fortaleciendo el comercio y la movilidad del sector.\n• - Estadio de Pasatiempo: registra un 75 % de progreso, con obras en el encerramiento, el campo de juego, las graderías y los ‘dogouts’, convirtiéndose en un nuevo epicentro para el béisbol y el softbol monteriano.\n• - Barrio La Pradera: presenta un 25 % de avance, con la construcción de senderos peatonales, zonas biosaludables, así como el muro posterior, garantizando un espacio integral para el deporte y la recreación.\n• - Barrio Cantaclaro: la pavimentación alcanza el 90 %, mientras se ejecutan trabajos en andenes y la limpieza de los canales de drenaje, mejorando la calidad ambiental y la seguridad vial.\n• - Parque Castilla la Nueva – futuro Parque de La Paz: avanza en un 12 %, con proyección de cancha de fútbol, área de bateo, pista de patinaje y zona biosaludable, pensado como un espacio de integración y actividad física.\n• - Barrio El Recreo: presenta un 35 % de pavimentación, optimizando la movilidad y elevando la calidad de vida de los habitantes.\n\nDe esta manera, las obras del Plan Masivo de Pavimentación están transformando el urbanismo en la capital cordobesa, así como generando bienestar y calidad de vida entre los monterianos en una ciudad moderna y competitiva: “Montería está cambiando su rostro con infraestructura que genera oportunidades, dinamiza la economía y mejora la calidad de vida de todos. Esta es la verdadera revolución de Córdoba, y seguiremos trabajando barrio por barrio para que cada monteriano sienta el progreso en su puerta”, añadió el gobernador Zuleta.",
      "pubDate": "2025-09-30T22:59:10.729000+00:00",
      "categories": [
        {
          "name": "Politics"
        }
      ],
      "language": "es",
      "authors": [],
      "sentiment": {
        "positive": 0.4916711,
        "negative": 0.05449468,
        "neutral": 0.45383418
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "GPE"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "LOC"
        }
      ],
      "people": [],
      "source": {
        "domain": "wradio.com.co",
        "name": ""
      }
    },
    {
      "title": "Inter Milan 3-0 Slavia Prague, UEFA Champions League: Martinez Bags Brace In Dominant Display",
      "url": "https://www.outlookindia.com/sports/football/inter-milan-vs-slavia-prague-match-report-uefa-champions-league-2025-26-lautaro-martinez",
      "description": "Lautaro Martinez has now netted three braces for Inter Milan in the UEFA Champions League, the joint-most of any player in club history alongside both Adriano and Hernan Crespo",
      "content": "Captain Lautaro Martinez scored on either side of Denzel Dumfries' 34th-minute strike as Cristian Chivu's side start this season's competition with back-to-back clean sheets and six points from six.\n\nThe hosts took the lead at the San Siro on the half-hour mark as they pounced on an error from Praha goalkeeper Jindrich Stanek. The goalkeeper's pass inside his box was intercepted by Martinez, who found the net with a first-time finish.\n\nAnd Inter doubled their lead just four minutes later when Marcus Thuram, who scored both goals in their 2-0 win over Ajax on MD1, assisted Dumfries as the Dutch defender turned the ball home at the near post.\n\nChivu's side should have made it 3-0 when Petar Sucic was played through by Martinez and rounded Stanek, but Stepan Chaloupek cleared the ball off the line with a last-ditch challenge.\n\nHowever, Martinez secured the win in the 65th minute, finishing off a free-flowing move from Inter as he converted from Alessandro Bastoni's cross to complete a comfortable victory for the Nerazzurri.\n\n7 - Lautaro Martínez is the first player to score for Inter in seven different seasons in the European Cup/UEFA Champions League. Footprint.#InterSlaviaPraha #UCL pic.twitter.com/GX1rLkN6Kh — OptaPaolo (@OptaPaolo) September 30, 2025\n\nDespite seeing his side net three times, Chivu may have expected more goals from the chances they created. Inter produced 3.67 expected goals (xG) from 21 attempts, while they restricted Praha to 0.12 from three shots.\n\nMartinez has now netted three braces for Inter in the Champions League, the joint-most of any player in club history alongside both Adriano and Hernan Crespo, while only Alessandro Altobelli (36) has more goals for the Nerazzurri across major European competition than the Argentine forward (26).\n\nPraha, meanwhile, have failed to win any of their nine away matches across major European competition against sides from Italy (D1 L8), conceding 2.2 goals on average per match during that time.",
      "pubDate": "2025-10-01T04:29:09.431000+05:30",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.41364557,
        "negative": 0.11441741,
        "neutral": 0.47193697
      },
      "places": [
        {
          "name": "",
          "country": "Italy",
          "state": "Lombardy",
          "city": "Milan"
        }
      ],
      "entities": [
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "TIME"
        },
        {
          "name": "",
          "type": "FAC"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "NORP"
        },
        {
          "name": "",
          "type": "EVENT"
        },
        {
          "name": "",
          "type": "GPE"
        }
      ],
      "people": [
        {
          "name": "Jindřich Staněk"
        },
        {
          "name": "Hernán Crespo"
        },
        {
          "name": "Marcus Thuram"
        },
        {
          "name": "Petar Sučić"
        },
        {
          "name": "Lautaro Martínez"
        },
        {
          "name": "Cristian Chivu"
        },
        {
          "name": "Alessandro Bastoni"
        },
        {
          "name": "Alessandro Altobelli"
        },
        {
          "name": "Denzel Dumfries"
        }
      ],
      "source": {
        "domain": "outlookindia.com",
        "name": ""
      }
    },
    {
      "title": "Jose Siri: Enters free agency",
      "url": "https://www.cbssports.com/fantasy/baseball/news/jose-siri-enters-free-agency/",
      "description": "Jose Siri: Enters free agency",
      "content": "Siri elected free agency Tuesday, Anthony DiComo of MLB.com reports.\n\nSiri passed through waivers unclaimed after being DFA'd by the Mets last Wednesday, and he'll now enter the open market to begin the offseason. The 30-year-old missed most of the 2025 season with a fractured left tibia and went just 2-for-32 (.063) in the big leagues while healthy.",
      "pubDate": "2025-09-30T22:59:08+00:00",
      "categories": [
        {
          "name": "Sports"
        }
      ],
      "language": "en",
      "authors": [],
      "sentiment": {
        "positive": 0.20051791,
        "negative": 0.2912714,
        "neutral": 0.5082107
      },
      "places": [],
      "entities": [
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "PERSON"
        },
        {
          "name": "",
          "type": "ORG"
        },
        {
          "name": "",
          "type": "ORG"
        }
      ],
      "people": [
        {
          "name": "José Siri"
        }
      ],
      "source": {
        "domain": "cbssports.com",
        "name": ""
      }
    }
  ]
}